{
  "en": {
    "ro": {
      "Annual Horoscope": "Horoscop anual",
      "ANNUAL HOROSCOPE FOR 2026:": "HOROSCOP ANUAL PENTRU 2026:",
      "Love:": "Dragoste:",
      "Love and Partnership:": "Dragoste și parteneriat:",
      "Career and Finances:": "Carieră și finanțe:",
      "Fitness and Health:": "Fitness și sănătate:",
      "Best Months for": "Cele mai bune luni pentru",
      "in 2026:": "în 2026:",
      "Your": "Al tău",
      "Talisman for 2026:": "Talisman pentru 2026:",
      "Horoscope For Happiness": "Horoscop pentru fericire",
      "It's a matter of luck. Some have it, others don't. Perhaps many don't perceive their happiness that way or simply aren't willing to do anything for it.": "Este o chestiune de noroc. Unii îl au, alții nu. Poate că mulți nu percep fericirea în acest fel sau pur și simplu nu sunt dispuși să facă ceva pentru ea.",
      "The pessimist moans like crazy when he sprains his ankle. The optimist is glad it's just the leg, and nothing else happened. Which type are you? Are you a soldier of fortune, spoiled by success, or, better said, a person who perpetually complains?": "Pesimistul se plânge nebunește când își răsucește glezna. Optimistul este bucuros că este doar piciorul și nu s-a întâmplat nimic altceva. Ce tip ești? Ești un soldat al norocului, răsfățat de succes, sau, mai bine spus, o persoană care se plânge permanent?",
      "Horoscope for Happiness": "Horoscop pentru fericire",
      "Here's how": "Iată cum",
      "can spin the wheel of fortune:": "poate roti roata norocului:",
      "Lucky Charms for": "Amulete norocoase pentru",
      ":": ":",
      "Career Horoscope": "Horoscop de carieră",
      "Few decisions in life are as crucial as choosing a career, considering that we'll spend 1/3 of our lives working. What could be worse than waking up in the morning with the thought that today you have to go to a job you hate? It's not uncommon for the soul to react to a job you dislike with various illnesses at some point": "Puține decizii în viață sunt la fel de cruciale ca alegerea unei cariere, având în vedere că vom petrece 1/3 din viața noastră lucrând. Ce ar putea fi mai rău decât să te trezești dimineața cu gândul că astăzi trebuie să mergi la un loc de muncă pe care îl urăști? Nu este neobișnuit ca sufletul să reacționeze la un loc de muncă pe care îl displaci cu diverse boli la un moment dat",
      "A career horoscope can be of great assistance when it comes to career choices, as the significant step from being a student, apprentice, or professional often shapes the course of one's life. Which profession suits your zodiac sign?": "Un horoscop de carieră poate fi de mare ajutor când vine vorba de alegeri de carieră, deoarece pasul semnificativ de la a fi student, ucenic sau profesionist adesea modelează cursul vieții cuiva. Ce profesie se potrivește semnului tău zodiacal?",
      "Career horoscope": "Horoscop de carieră",
      "Typical occupations for": "Ocupații tipice pentru",
      "Typical jobs for": "Locuri de muncă tipice pentru",
      "Children's Horoscope": "Horoscop pentru copii",
      "Astrology assumes that considering birth dates can provide valuable information about why, for example, an Aries child thinks differently from a Pisces child. It would be wrong to reduce children to their zodiac sign, but perhaps a general horoscope for children can at least give parents something to think about if they wonder why their child gets angry while other children play peacefully and behave well in the park.": "Astrologia presupune că luarea în considerare a datelor de naștere poate oferi informații valoroase despre motivul pentru care, de exemplu, un copil Berbec gândește diferit de un copil Pești. Ar fi greșit să reducem copiii la semnul lor zodiacal, dar poate că un horoscop general pentru copii poate oferi părinților cel puțin ceva la care să se gândească dacă se întreabă de ce copilul lor se înfurie în timp ce alți copii se joacă liniștit și se comportă bine în parc.",
      "Even if general horoscopes like this one are more for fun, it's certainly not a mistake for adults to have a little more understanding for their children.": "Chiar dacă horoscoapele generale ca acesta sunt mai mult pentru distracție, cu siguranță nu este o greșeală ca adulții să aibă puțin mai multă înțelegere pentru copiii lor.",
      "Every child is a gift from heaven and, of course, a source of pride for their parents. Unfortunately, it is often forgotten that each newcomer brings their own little personality and thus their own needs that cannot fit into a predetermined template or table of average values.": "Fiecare copil este un dar din cer și, desigur, o sursă de mândrie pentru părinții săi. Din păcate, se uită adesea că fiecare nou-venit aduce propria sa personalitate mică și, astfel, propriile sale nevoi care nu se pot încadra într-un șablon predeterminat sau într-un tabel de valori medii.",
      "Children's horoscope": "Horoscop pentru copii",
      "Partner Horoscope": "Horoscop de partener",
      "The partner horoscope should provide information about how two people harmonize, understand each other, what connects them, and areas where there might be issues. Astrology considers the exact birth dates of both partners and examines them with very specific methods. These methods for comparing partners include the so-called composite and synastry horoscopes. The following descriptions only relate to the corresponding zodiac signs and therefore cannot provide information about who fits together and who does not. Therefore, read everything with a bit of distance and a good dose of humor in the background of entertaining astrology.": "Horoscopul de partener ar trebui să ofere informații despre modul în care două persoane se armonizează, se înțeleg reciproc, ce le conectează și zonele în care ar putea exista probleme. Astrologia ia în considerare datele exacte de naștere ale ambilor parteneri și le examinează cu metode foarte specifice. Aceste metode de comparare a partenerilor includ așa-numitele horoscoape compozite și sinastrie. Următoarele descrieri se referă doar la semnele zodiacale corespunzătoare și, prin urmare, nu pot oferi informații despre cine se potrivește și cine nu. Prin urmare, citiți totul cu puțină distanță și o doză bună de umor în fundalul astrologiei de divertisment.",
      "However, we don't want to miss the opportunity to take you on a little journey through the world of partnership and relationships based on your zodiac sign and the basic energies associated with it. So, we warmly invite you to be inspired, improvise, and feel which parts of your being can influence you and your partner.": "Cu toate acestea, nu vrem să ratăm ocazia de a vă duce într-o mică călătorie prin lumea parteneriatului și a relațiilor bazate pe semnul vostru zodiacal și energiile de bază asociate cu acesta. Așadar, vă invităm călduros să vă inspirați, să improvizați și să simțiți ce părți ale ființei voastre vă pot influența pe dvs. și pe partenerul dvs.",
      "We wish you all the best in love, regardless of which zodiac sign you are and whoever you are in a relationship with!": "Vă dorim tot ce e mai bun în dragoste, indiferent de semnul zodiacal pe care îl aveți și cu oricine sunteți într-o relație!",
      "Single Horoscope": "Horoscop pentru singuri",
      "Still searching for your suitable partner? Then just read what our horoscope has to say to you. How do others perceive you based on your zodiac sign? Where can you successfully seek love? Are you considered boring, talkative, or attractive by people? The single's horoscope has answers to all these questions, and who knows: you might find a suggestion here on how to convince Cupid to shoot his arrows in the direction of your dream partner.": "Încă cauți partenerul potrivit? Atunci citește doar ce are horoscopul nostru să-ți spună. Cum te percep alții pe baza semnului tău zodiacal? Unde poți căuta cu succes dragostea? Ești considerat plictisitor, vorbăreț sau atractiv de oameni? Horoscopul pentru singuri are răspunsuri la toate aceste întrebări și, cine știe: s-ar putea să găsești aici o sugestie despre cum să-l convingi pe Cupidon să-și tragă săgețile în direcția partenerului tău de vis.",
      "Single": "Singur",
      "Health Horoscope": "Horoscop de sănătate",
      "If you want to believe in ancient traditions, it is said that astrology and medicine worked together in the early times.": "Dacă vrei să crezi în tradițiile antice, se spune că astrologia și medicina au lucrat împreună în vremurile de demult.",
      "What is astro-medicine?": "Ce este astro-medicina?",
      "Today, under the term astromedicine, it is understood as the examination of the birth chart concerning potential weak points, thereby determining possible predispositions to physical and/or mental illnesses. According to astrological teachings, zodiac signs, house positions, planetary positions, and all their aspects are associated with specific parts of the body and organs.": "Astăzi, sub termenul de astromedicină, se înțelege examinarea diagramei de naștere privind punctele slabe potențiale, determinând astfel posibile predispoziții la boli fizice și/sau mentale. Conform învățăturilor astrologice, semnele zodiacale, pozițiile caselor, pozițiile planetare și toate aspectele lor sunt asociate cu părți specifice ale corpului și organelor.",
      "Is illness really in the horoscope?": "Este boala cu adevărat în horoscop?",
      "Astrology consultants, alternative practitioners, or other therapists familiar with astrology may be able to provide health recommendations based on a person's birth chart. Advocates of so-called astromedicine claim that potential predispositions or tendencies towards health disorders can be identified in advance.": "Consultanții astrologi, practicanții alternativi sau alți terapeuți familiarizați cu astrologia pot oferi recomandări de sănătate pe baza diagramei de naștere a unei persoane. Susținătorii așa-numitei astromedicini susțin că predispozițiile sau tendințele potențiale către tulburări de sănătate pot fi identificate în avans.",
      "Critics are certainly right to emphasize the underestimated danger that merely believing in a supposedly dormant illness can cause much more harm than actual health problems. In individuals who are mentally unstable or prone to hypochondria, examining the personal natal chart for astro-medically indicated health tendencies is undoubtedly harmful, even unacceptable.": "Criticii au cu siguranță dreptate să sublinieze pericolul subestimat că simpla credință într-o boală presupusă latentă poate cauza mult mai mult rău decât problemele reale de sănătate. La persoanele care sunt instabile mental sau predispuse la hipocondrie, examinarea diagramei natale personale pentru tendințe de sănătate indicate astro-medical este fără îndoială dăunătoare, chiar inacceptabilă.",
      "Zodiac signs in astro-medicine:": "Semne zodiacale în astro-medicină:",
      "Below, we have compiled some instructions and advice for each zodiac sign, taking into account recommendations from ancient astrological theory and experience. Enjoy!": "Mai jos, am compilat câteva instrucțiuni și sfaturi pentru fiecare semn zodiacal, ținând cont de recomandările din teoria și experiența astrologică antică. Bucură-te!",
      "Health horoscope and astro-medicine for": "Horoscop de sănătate și astro-medicină pentru",
      "Recommendations for": "Recomandări pentru",
      "Financial Horoscope": "Horoscop financiar",
      "Whether someone has a predisposition for money and whether they will become wealthy during their lifetime or remain forever poor is something astrology can reveal through the so-called existential axis in the horoscope. If you want to shed some light on why your wallet is always chronically empty, you might want to examine or have your very personal birth chart reviewed with regard to the axis of existence.": "Dacă cineva are o predispoziție pentru bani și dacă va deveni bogat în timpul vieții sau va rămâne pentru totdeauna sărac, este ceva ce astrologia poate dezvălui prin așa-numita axă existențială din horoscop. Dacă vrei să clarifici de ce portofelul tău este întotdeauna cronic gol, ai putea dori să examinezi sau să-ți revizuiască diagrama de naștere foarte personală în ceea ce privește axa existenței.",
      "Existence Axis in the Natal Chart": "Axa existenței în diagrama natală",
      "Astrological theory of experience claims that the connection between the second and eighth houses, which are directly opposite in the birth chart, forms the so-called existence axis . The second house in the horoscope symbolizes wealth and material possessions. At the same time, however, it also advocates the self-esteem and security needs of the person in question. The eighth house symbolizes, among other things, other people's money but also shared money Here, astrological teachings seek indications of financial dependence, for example. Traces of potential inheritances should also be found here.": "Teoria astrologică a experienței susține că legătura dintre casa a doua și a opta, care sunt direct opuse în diagrama de naștere, formează așa-numita axă a existenței. Casa a doua din horoscop simbolizează bogăția și posesiunile materiale. În același timp, totuși, susține și nevoile de stima de sine și securitate ale persoanei în cauză. Casa a opta simbolizează, printre altele, banii altor oameni, dar și banii partajați. Aici, învățăturile astrologice caută indicații de dependență financiară, de exemplu. Urmele unor moșteniri potențiale ar trebui să fie găsite și aici.",
      "Material security or a hand-to-mouth existence?": "Securitate materială sau existență de la mână la gură?",
      "When interpreting the existence axis the zodiac signs in which the cusps of the second and eighth houses are located are also taken into account. Usually, the following zodiac sign is considered. This way, astrology looks for clues about how the relevant person deals with the topic of money and finances. Additionally, astrological interpretation explores whether and which planetary influences can be found in the second and eighth houses.": "La interpretarea axei existenței, sunt luate în considerare și semnele zodiacale în care se află cuspele casei a doua și a opta. De obicei, se ia în considerare următorul semn zodiacal. În acest fel, astrologia caută indicii despre modul în care persoana relevantă se ocupă de subiectul banilor și finanțelor. În plus, interpretarea astrologică explorează dacă și ce influențe planetare pot fi găsite în casa a doua și a opta.",
      "Saturn in the 8th House: No Gain Without Diligence": "Saturn în casa a 8-a: Fără câștig fără diligență",
      "For example, if the party pooper Saturn is in the eighth house in the natal chart, astrology will likely assume, with a high degree of certainty, that significant opportunities for other people's money are not expected here. Anyone with such birth conditions expecting an inheritance from a wealthy uncle in America or hoping to catch a millionaire is likely to be disappointed. Financial security from a partner is also unlikely. Saturn doesn't give gifts - rewards come through one's own hard work. Saturn in the 8th house always demands readiness for hard work, and a certain level of frugality is a prerequisite. In this case, from an astrological perspective, the individual will have to reconcile with earning a living. However, dedication and effort will ultimately be rewarded, and the person in question will be able to reap a suitable harvest for their labor.": "De exemplu, dacă stricăcioasa Saturn se află în casa a opta din diagrama natală, astrologia va presupune probabil, cu un grad ridicat de certitudine, că aici nu sunt așteptate oportunități semnificative pentru banii altor oameni. Oricine cu astfel de condiții de naștere care așteaptă o moștenire de la un unchi bogat din America sau speră să prindă un milionar va fi probabil dezamăgit. Securitatea financiară de la un partener este, de asemenea, puțin probabilă. Saturn nu dă cadouri - recompensele vin prin propria muncă grea. Saturn în casa a 8-a cere întotdeauna pregătire pentru muncă grea, iar un anumit nivel de frugalitate este o condiție prealabilă. În acest caz, din perspectiva astrologică, individul va trebui să se împacă cu câștigarea traiului. Cu toate acestea, dedicarea și efortul vor fi în cele din urmă răsplătite, iar persoana în cauză va putea culege o recoltă potrivită pentru munca sa.",
      "Zodiac Signs and Precious Money": "Semne zodiacale și bani prețioși",
      "Are you a money fox, a miser, or do you have what it takes to become a millionaire? Just see what your zodiac sign can do when it comes to money and finances. Keep in mind that such a general task, which only relates to the sun sign, cannot have any real meaning and should be considered as entertainment. Enjoy reading!": "Ești o vulpe de bani, un zgârcit sau ai ce trebuie pentru a deveni milionar? Doar vezi ce poate face semnul tău zodiacal când vine vorba de bani și finanțe. Reține că o astfel de sarcină generală, care se referă doar la semnul soarelui, nu poate avea nicio semnificație reală și ar trebui considerată ca distracție. Bucură-te de lectură!",
      "Gift Horoscope": "Horoscop de cadouri",
      "Small gifts maintain friendships! Do you know that? Do you need a gift or souvenir, and can't immediately think of anything suitable? Of course, a mandatory bouquet of flowers will also do in case of emergency. But are you sure that a bouquet of roses truly satisfies the taste of the person you're giving it to? Maybe they prefer carnations! Find out and read what you can do to make each zodiac sign happy.": "Cadourile mici mențin prieteniile! Știi asta? Ai nevoie de un cadou sau suvenir și nu te poți gândi imediat la ceva potrivit? Desigur, un buchet obligatoriu de flori va funcționa și în caz de urgență. Dar ești sigur că un buchet de trandafiri satisface cu adevărat gustul persoanei căreia i-l dai? Poate preferă garoafe! Află și citește ce poți face pentru a face fiecare semn zodiacal fericit.",
      "Child": "Copil",
      "Woman": "Femeie",
      "Man": "Bărbat",
      "Grandparents": "Bunicii",
      "Gift Tips:": "Sfaturi pentru cadouri:",
      "Horoscope For Senior Citizens": "Horoscop pentru seniori",
      "In the vernacular, it is said, You're as young as you feel, or No one has leased eternal youth But does that really apply to everyone? The fact is: no one is like another. Astrology claims that the quality of old age is also related to the zodiac sign. What does your zodiac sign expect in old age?": "În limba vorbită, se spune că ești la fel de tânăr pe cât te simți, sau Nimeni nu a închiriat tinerețea veșnică. Dar se aplică asta cu adevărat tuturor? Faptul este: nimeni nu este ca altul. Astrologia susține că calitatea bătrâneții este, de asemenea, legată de semnul zodiacal. Ce așteaptă semnul tău zodiacal la bătrânețe?",
      "Senior citizens Horoscope for": "Horoscop pentru seniori pentru",
      "Erotic Horoscope": "Horoscop erotic",
      "It would certainly be inappropriate to delve into people's intimate lives and claim that someone could be daring or an absolute dynamo in bed based on their zodiac sign. Equally presumptuous would be trying to determine someone's sexual inclinations – whether they prefer to live their love life as straight, gay, or lesbian – based on their astrological sign.": "Ar fi cu siguranță nepotrivit să ne adâncim în viețile intime ale oamenilor și să susținem că cineva ar putea fi îndrăzneț sau un adevărat dinam în pat pe baza semnului său zodiacal. La fel de presupunător ar fi să încercăm să determinăm inclinațiile sexuale ale cuiva - indiferent dacă preferă să-și trăiască viața amoroasă ca heterosexual, homosexual sau lesbian - pe baza semnului lor astrologic.",
      "In love, anything is possible.": "În dragoste, totul este posibil.",
      "One might behave reserved outwardly but shine with passion within, while another may appear to be a wild lover, only to disappoint in bed. Surely, someone is not inherently good or bad in bed due to their zodiac sign. Nevertheless, we want to explore the answers and not take it all too seriously, examining what astrology tends to attribute to specific zodiac signs in terms of eroticism.": "Cineva se poate comporta rezervat în exterior, dar străluci cu pasiune în interior, în timp ce altul poate părea un iubit sălbatic, doar pentru a dezamăgi în pat. Cu siguranță, cineva nu este în mod inerent bun sau rău în pat din cauza semnului său zodiacal. Cu toate acestea, vrem să explorăm răspunsurile și să nu luăm totul prea în serios, examinând ce tinde astrologia să atribuie semnelor zodiacale specifice în termeni de erotism.",
      "Zodiac signs and your sex appeal.": "Semne zodiacale și sex appeal-ul tău.",
      "What do you think about that particular something? One person has it, another doesn't. Is it possible that someone's attractiveness is ingrained from birth? What about sex appeal? If you follow astrological teachings, you should be able to find signs in someone's natal chart indicating whether they go through life as a beauty or have been in a less favorable position in terms of looks and charisma. Of course, common sense tells us that a person's appearance is probably more connected to disposition and genetics. You can, but you don't have to believe astrology's claim that the horoscope can provide information about a person's external appearance and its impact on their surroundings.": "Ce crezi despre acel ceva anume? O persoană îl are, alta nu. Este posibil ca atractivitatea cuiva să fie înrădăcinată din naștere? Dar sex appeal-ul? Dacă urmezi învățăturile astrologice, ar trebui să poți găsi semne în diagrama natală a cuiva care indică dacă trec prin viață ca frumusețe sau au fost într-o poziție mai puțin favorabilă în ceea ce privește aspectul și carisma. Desigur, bunul simț ne spune că aspectul unei persoane este probabil mai conectat la dispoziție și genetică. Poți, dar nu trebuie să crezi afirmația astrologiei că horoscopul poate oferi informații despre aspectul extern al unei persoane și impactul său asupra mediului înconjurător.",
      "The following example cannot be entirely dismissed and at least gives food for thought: Astrology asserts that a person with a well-placed and unharmed Venus on the ascendant in the natal chart leaves an excellent impression on those around them. If this person is also born under the sign of Libra, astrology almost certainly assumes that they are aesthetically pleasing, or good-looking. Allegedly, this is indeed the case, although exceptions always exist.": "Următorul exemplu nu poate fi respins în totalitate și oferă cel puțin de gândit: Astrologia susține că o persoană cu o Venus bine plasată și nevătămată pe ascendent în diagrama natală lasă o impresie excelentă asupra celor din jur. Dacă această persoană este, de asemenea, născută sub semnul Balanței, astrologia presupune aproape sigur că este plăcută estetic sau frumoasă. Se pare că acesta este într-adevăr cazul, deși excepțiile există întotdeauna.",
      "Aries, Leo, and Sagittarius have fire and passion in their blood.": "Berbecul, Leul și Săgetătorul au foc și pasiune în sânge.",
      "When it comes to love and eroticism, astrology confirms that fiery signs have a lot of temperament. Aries jumps into action quickly, being a passionate lover who doesn't hesitate. Leo shares a lot in common with Aries in this regard. They are grandiose lovers, taking what they need. Leo is an invincible hero in bed, a walking erotic package leaving no doubt about their potency. They are open to all kinds of love but also appreciate being admired and adored. Witty Sagittarius is also at home in the fiery element. Always open to new things in bed, they dislike being confined.": "Când vine vorba de dragoste și erotism, astrologia confirmă că semnele de foc au mult temperament. Berbecul sare rapid în acțiune, fiind un iubit pasionat care nu ezită. Leul are multe în comun cu Berbecul în acest sens. Sunt iubiți grandioși, luând ce au nevoie. Leul este un erou invincibil în pat, un pachet erotic ambulant care nu lasă nicio îndoială despre potența sa. Sunt deschiși la toate tipurile de dragoste, dar apreciază și să fie admirați și adorați. Săgetătorul spiritual este, de asemenea, acasă în elementul de foc. Întotdeauna deschis la lucruri noi în pat, nu le place să fie închis.",
      "Taurus, Virgo, and Capricorn - For earth signs, erotica is also paired with reason.": "Taurul, Fecioara și Capricornul - Pentru semnele de pământ, erotica este, de asemenea, asociată cu rațiunea.",
      "Taurus, Virgo, and Capricorn are astrologically attributed to the earth element. Known for their grounded nature, they are not inherently bold when it comes to love. In terms of love and eroticism, typical Taurus takes things slowly. They take their time, don't rush in, and are knowledgeable. Of course, lovemaking may take a little longer. Virgo is characterized not only by reason in life but also in bed. They prefer a familiar environment and would rather plan a seductive evening than engage in quick sex in improbable places. Eroticism and reason go hand in hand - at least for Virgo. Infidelity and affairs come with complications, so a true Virgo will willingly avoid them. The reserved Capricorn is slow to open up and takes time to trust a partner.": "Taurul, Fecioara și Capricornul sunt atribuite astrologic elementului pământ. Cunoscuți pentru natura lor împământată, nu sunt în mod inerent îndrăzneți când vine vorba de dragoste. În ceea ce privește dragostea și erotismul, Taurul tipic ia lucrurile încet. Își iau timpul, nu se grăbesc și sunt cunoscători. Desigur, iubirea poate dura puțin mai mult. Fecioara este caracterizată nu doar de rațiune în viață, ci și în pat. Preferă un mediu familiar și ar prefera să planifice o seară seducătoare decât să se angajeze în sex rapid în locuri improbabile. Erotismul și rațiunea merg mână în mână - cel puțin pentru Fecioară. Infidelitatea și aventurile vin cu complicații, așa că o adevărată Fecioară le va evita de bunăvoie. Capricornul rezervat este lent să se deschidă și are nevoie de timp pentru a avea încredere într-un partener.",
      "Gemini, Libra, and Aquarius can do without boredom - even in bed.": "Gemenii, Balanța și Vărsătorul se pot descurca fără plictiseală - chiar și în pat.",
      "Gemini, Libra, and Aquarius are at home in the air element and love diversity. Eroticism must remain exciting for these zodiac signs. Gemini can't stand a dull love life, loves to experiment, even in bed. There is nothing worse for them than boredom and routine. Despite a certain instability often attributed to Gemini, infidelity is not one of their characteristics. With their lively charisma and open nature, Geminis usually succeed in openly approaching potential flirtatious partners and winning hearts. Harmony and balance are essential for Libra. Although they love new challenges, they rarely take the initiative themselves. Libras never lack admirers as their charm quickly wins hearts. In love, they will do everything to make their partner happy. Unconventional Aquarius requires excitement and diversity in love. This zodiac sign is said to have a certain thirst for adventure, such as having sex in unusual places.": "Gemenii, Balanța și Vărsătorul sunt acasă în elementul aerului și iubesc diversitatea. Erotismul trebuie să rămână captivant pentru aceste semne zodiacale. Gemenii nu suportă o viață amoroasă plictisitoare, iubesc să experimenteze, chiar și în pat. Nu există nimic mai rău pentru ei decât plictiseala și rutina. În ciuda unei anumite instabilități adesea atribuite Gemenilor, infidelitatea nu este una dintre caracteristicile lor. Cu carisma lor plină de viață și natura deschisă, Gemenii reușesc de obicei să abordeze deschis partenerii potențiali flirtați și să câștige inimi. Armonia și echilibrul sunt esențiale pentru Balanță. Deși iubesc provocările noi, rareori iau inițiativa ei înșiși. Balanțele nu lipsesc niciodată de admiratori, deoarece farmecul lor câștigă rapid inimi. În dragoste, vor face totul pentru a-și face partenerul fericit. Vărsătorul neconvențional necesită emoție și diversitate în dragoste. Se spune că acest semn zodiacal are o anumită sete de aventură, cum ar fi sexul în locuri neobișnuite.",
      "Water signs Cancer, Scorpio, and Pisces: feelings, feelings, and more feelings.": "Semnele de apă Cancer, Scorpion și Pești: sentimente, sentimente și mai multe sentimente.",
      "Cancer, Scorpio, and Pisces, born in the water element, are considered emotional individuals. Cancer relies on security - even in bed. They are born romantics who love cuddling. Cancer needs gentle care full of love and the feeling of being in good hands. Mental agreement with a partner and a sense of security come first. Romance and sensuality are inseparable for Cancer. Truly intense emotions are promised with Scorpio. Passion and eroticism go hand in hand for this zodiac sign. Not only passionate, Scorpio can also be very possessive and jealous. In bed, Scorpio often seeks a very special touch. Pisces are often called sentimentalists. They are extremely sensitive and love to be pampered. Therefore, they prefer to take a passive role in bed.": "Cancer, Scorpion și Peștii, născuți în elementul apei, sunt considerați persoane emoționale. Cancerul se bazează pe securitate - chiar și în pat. Sunt romantici născuți care iubesc îmbrățișările. Cancerul are nevoie de îngrijire blândă plină de dragoste și sentimentul de a fi în mâini bune. Acordul mental cu un partener și un sentiment de securitate vin pe primul loc. Romanța și senzualitatea sunt inseparabile pentru Cancer. Emoții cu adevărat intense sunt promise cu Scorpionul. Pasiunea și erotismul merg mână în mână pentru acest semn zodiacal. Nu doar pasionat, Scorpionul poate fi, de asemenea, foarte posesiv și gelos. În pat, Scorpionul caută adesea o atingere foarte specială. Peștii sunt adesea numiți sentimentalisti. Sunt extrem de sensibili și iubesc să fie răsfățați. Prin urmare, preferă să ia un rol pasiv în pat.",
      "Fashion Horoscope": "Horoscop de modă",
      "As you know, tastes vary. But could it be that people born under the same zodiac sign also have similar ideas when it comes to choosing their clothing? Astrology doesn't remain silent on this topic and attributes very specific characteristics to each zodiac sign when it comes to fashion.": "După cum știi, gusturile variază. Dar ar putea fi că oamenii născuți sub același semn zodiacal au, de asemenea, idei similare când vine vorba de alegerea hainelor? Astrologia nu rămâne tăcută pe acest subiect și atribuie caracteristici foarte specifice fiecărui semn zodiacal când vine vorba de modă.",
      "Fashion horoscope": "Horoscop de modă",
      "Numerology": "Numerologie",
      "Life Path": "Calea vieții",
      "Personality": "Personalitate",
      "Expression": "Expresie",
      "Soul Urge": "Dorul sufletului",
      "Subconscious self": "Sinele subconștient",
      "personal month number": "număr lunar personal",
      "personal month report": "raport lunar personal",
      "Error:": "Eroare:",
      "No numerology data available.": "Nu sunt disponibile date de numerologie.",
      "Select a Numerology Aspect": "Selectați un aspect de numerologie",
      "Strengths:": "Puncte forte:",
      "Challenges:": "Provocări:",
      "Please select a numerology aspect from the dropdown.": "Vă rugăm să selectați un aspect de numerologie din meniul derulant.",
      "Life Path Number": "Număr al căii vieții",
      "Personality Number": "Număr de personalitate",
      "Expression Number": "Număr de expresie",
      "Soul Number": "Număr al sufletului",
      "Subconscious Self Number": "Număr al sinei subconștiente",
      "Unlock this Numerology Report": "Deblocați acest raport de numerologie",
      "you get FREE detailed Numerology reports": "primești rapoarte detaliate GRATUITE de numerologie",
      "Numerology Premium Report": "Raport Premium de Numerologie",
      "Subconscious Self": "Sinele subconștient",
      "Transit": "Tranzit",
      "Transit Report": "Raport de tranzit",
      "Planetary transits are crucial astrological events that are essential for studying their potential impacts on individuals. Below, you will find insights into daily, weekly, and monthly transits.": "Tranziturile planetare sunt evenimente astrologice cruciale care sunt esențiale pentru studierea impactului lor potențial asupra indivizilor. Mai jos, veți găsi informații despre tranziturile zilnice, săptămânale și lunare.",
      "Daily Transit": "Tranzit zilnic",
      "Weekly Transit": "Tranzit săptămânal",
      "Monthly Transit": "Tranzit lunar",
      "No transit data available.": "Nu sunt disponibile date de tranzit.",
      "Transit Planet": "Planetă tranzit",
      "Aspect": "Aspect",
      "Natal Planet": "Planetă natală",
      "Transit Time": "Timp tranzit",
      "Tarot": "Tarot",
      "Loading your cards...": "Se încarcă cărțile tale...",
      "Try Again": "Încearcă din nou",
      "Understand Your Journey": "Înțelege-ți călătoria",
      "This reading provides insights into your past, present, and future. Discover how your past experiences shape your current reality and what the future holds.": "Această lectură oferă informații despre trecutul, prezentul și viitorul tău. Descoperă cum experiențele tale din trecut modelează realitatea ta actuală și ce ține viitorul.",
      "Select Your Cards": "Selectează-ți cărțile",
      "Get Your Reading": "Obține-ți lectura",
      "Please select all three cards first": "Vă rugăm să selectați mai întâi toate cele trei cărți",
      "Your Reading": "Lectura ta",
      "Past": "Trecut",
      "Present": "Prezent",
      "Future": "Viitor",
      "Advice:": "Sfat:",
      "New Reading": "Lectură nouă",
      "Failed to fetch tarot card options": "Nu s-au putut prelua opțiunile de cărți tarot",
      "Profile List": "Lista de profiluri",
      "+ Add new Friend": "+ Adaugă prieten nou",
      "Profile added at": "Profil adăugat la",
      "Please Login Your Account": "Vă rugăm să vă conectați la contul dvs.",
      "Profile deleted": "Profil șters",
      "You have reached the maximum profile limit with your current plan.": "Ați atins limita maximă de profiluri cu planul dvs. actual.",
      "Failed to get subscription data.": "Nu s-au putut prelua datele de abonament.",
      "Failed to check subscription status": "Verificarea stării abonamentului a eșuat",
      "your": "al tău",
      "profile is already selected": "profilul este deja selectat",
      "profile selected": "profil selectat",
      "Edit Profile": "Editează profilul",
      "Username": "Nume de utilizator",
      "Please input your username!": "Vă rugăm să introduceți numele de utilizator!",
      "Compatibility": "Compatibilitate",
      "Check your love compatibility": "Verifică-ți compatibilitatea amoroasă",
      "Add your partner to see the result": "Adaugă-ți partenerul pentru a vedea rezultatul",
      "Partner": "Partener",
      "Now, add your partner": "Acum, adaugă-ți partenerul",
      "Choose one of your friends or add someone else": "Alege unul dintre prietenii tăi sau adaugă pe altcineva",
      "Friend": "Prieten",
      "ADD PARTNER'S DETAILS": "ADAUGĂ DETALIILE PARTENERULUI",
      "Checking...": "Se verifică...",
      "You cannot add more profiles. You are at your maximum profile plan.": "Nu poți adăuga mai multe profiluri. Ești la planul tău maxim de profiluri.",
      "Unlock This Report": "Deblocați acest raport",
      "Unlock this Synastry report": "Deblocați acest raport de sinastrie",
      "As a Premium user": "Ca utilizator Premium",
      "you get FREE detailed Synastry reports": "primești rapoarte detaliate GRATUITE de sinastrie",
      "Upgrade to access this section. The following remain available on Trial:": "Faceți upgrade pentru a accesa această secțiune. Următoarele rămân disponibile în versiunea de încercare:",
      "Planetary Positions": "Poziții planetare",
      "Aspect Table": "Tabel de aspecte",
      "House Cusps": "Cuspe de casă",
      "Natal Wheel Chart": "Diagrama roții natale",
      "Full compatibility breakdowns": "Analize complete de compatibilitate",
      "Advanced insights and guidance": "Informații și îndrumări avansate",
      "Upgrade Now": "Faceți upgrade acum",
      "Continue with trial sections": "Continuați cu secțiunile de încercare",
      "Chart": "Diagramă",
      "Planets": "Planete",
      "Aspects": "Aspecte",
      "Harmonious": "Armonios",
      "Conflicting": "Conflictual",
      "Contrasting": "Contrastant",
      "Intense": "Intens",
      "Physical": "Fizic",
      "Emotional": "Emoțional",
      "Sexual": "Sexual",
      "Financial": "Financiar",
      "Loading...": "Se încarcă...",
      "Error fetching data": "Eroare la preluarea datelor",
      "No data available": "Nu sunt disponibile date",
      "'s Natal Chart": " Diagrama natală",
      "No chart available": "Nu este disponibilă diagrama",
      "Personal Details": "Detalii personale",
      "Name": "Nume",
      "Description": "Descriere",
      "No planetary data available.": "Nu sunt disponibile date planetare.",
      "Synastry compares the planetary positions of two individuals to analyze their compatibility and relationship dynamics.": "Sinastria compară pozițiile planetare a două persoane pentru a analiza compatibilitatea și dinamica relației lor.",
      "'s Planetary Positions": " Poziții planetare",
      "in": "în",
      "house": "casă",
      "No aspect data available.": "Nu sunt disponibile date de aspecte.",
      "The aspects describe the geometric angles between the planets of": "Aspectele descriu unghiurile geometrice dintre planetele",
      "and": "și",
      ". Each shape they produce has a different meaning.": ". Fiecare formă pe care o produc are o semnificație diferită.",
      "Aspects from": "Aspecte de la",
      "to": "la",
      "No house cusps data available.": "Nu sunt disponibile date despre cuspele caselor.",
      "House cusps describe the division of the astrological chart into twelve houses, representing different areas of life for": "Cuspele caselor descriu împărțirea diagramei astrologice în douăsprezece case, reprezentând diferite domenii ale vieții pentru",
      ".": ".",
      "House": "Casă",
      "No Harmonious Aspect Reading data available.": "Nu sunt disponibile date pentru citirea aspectelor armonioase.",
      "Harmonious Aspect Reading provides insights into the positive and supportive aspects between two individuals' charts.": "Citirea aspectelor armonioase oferă informații despre aspectele pozitive și de susținere dintre diagramele a două persoane.",
      "Harmonious Aspects": "Aspecte armonioase",
      "Aspect:": "Aspect:",
      "Type:": "Tip:",
      "Orb:": "Orb:",
      "Between:": "Între:",
      "Unknown": "Necunoscut",
      "No Conflicting Aspect Reading data available.": "Nu sunt disponibile date pentru citirea aspectelor conflictuale.",
      "Conflicting Aspect Reading highlights the challenging and difficult aspects between two individuals' charts.": "Citirea aspectelor conflictuale evidențiază aspectele provocatoare și dificile dintre diagramele a două persoane.",
      "Conflicting Aspects": "Aspecte conflictuale",
      "No Contrasting Aspect Reading data available.": "Nu sunt disponibile date pentru citirea aspectelor contrastante.",
      "Contrasting Aspect Reading highlights the unique and differing aspects between two individuals' charts.": "Citirea aspectelor contrastante evidențiază aspectele unice și diferite dintre diagramele a două persoane.",
      "Contrasting Aspects": "Aspecte contrastante",
      "No Intense Aspect Reading data available.": "Nu sunt disponibile date pentru citirea aspectelor intense.",
      "Intense Aspect Reading highlights the powerful and transformative aspects between two individuals' charts.": "Citirea aspectelor intense evidențiază aspectele puternice și transformatoare dintre diagramele a două persoane.",
      "Intense Aspects": "Aspecte intense",
      "No Physical Aspect Reading data available.": "Nu sunt disponibile date pentru citirea aspectelor fizice.",
      "Physical Aspect Reading highlights the physical and tangible connections between two individuals' charts.": "Citirea aspectelor fizice evidențiază conexiunile fizice și tangibile dintre diagramele a două persoane.",
      "Physical Aspects": "Aspecte fizice",
      "No Emotional Aspect Reading data available.": "Nu sunt disponibile date pentru citirea aspectelor emoționale.",
      "Emotional Aspect Reading highlights the emotional connections and compatibility between two individuals' charts.": "Citirea aspectelor emoționale evidențiază conexiunile emoționale și compatibilitatea dintre diagramele a două persoane.",
      "Emotional Aspects": "Aspecte emoționale",
      "No Sexual Aspect Reading data available.": "Nu sunt disponibile date pentru citirea aspectelor sexuale.",
      "Sexual Aspect Reading highlights the intimate and physical compatibility between two individuals' charts.": "Citirea aspectelor sexuale evidențiază compatibilitatea intimă și fizică dintre diagramele a două persoane.",
      "Sexual Aspects": "Aspecte sexuale",
      "No Financial Aspect Reading data available.": "Nu sunt disponibile date pentru citirea aspectelor financiare.",
      "Financial Aspect Reading highlights the financial compatibility and shared resources between two individuals' charts.": "Citirea aspectelor financiare evidențiază compatibilitatea financiară și resursele partajate dintre diagramele a două persoane.",
      "Financial Aspects": "Aspecte financiare",
      "No Spiritual Aspect Reading data available.": "Nu sunt disponibile date pentru citirea aspectelor spirituale.",
      "Spiritual Aspect Reading highlights the deeper, spiritual connections between two individuals' charts.": "Citirea aspectelor spirituale evidențiază conexiunile mai profunde, spirituale dintre diagramele a două persoane.",
      "Spiritual Aspects": "Aspecte spirituale",
      "Help": "Ajutor",
      "Contact Support": "Contactează suportul",
      "Quick Guide": "Ghid rapid",
      "About Zodiya": "Despre Zodiya",
      "Zodiya features": "Funcții Zodiya",
      "How to use": "Cum se folosește",
      "Subscription and Billing": "Abonament și facturare",
      "Tech Assistance": "Asistență tehnică",
      "Privacy Policy": "Politicii noastre de Confidențialitate",
      "ZODIYA PRIVACY POLICY": "POLITICA DE CONFIDENȚIALITATE ZODIYA",
      "Effective Date:": "Data efectivă:",
      "At Zodiya, we value your privacy and are committed to protecting your personal data. This Privacy Policy explains how we collect, use, store, and protect your information in compliance with the General Data Protection Regulation (GDPR) and other applicable laws.": "La Zodiya, prețuim confidențialitatea dvs. și ne angajăm să vă protejăm datele personale. Această Politică de Confidențialitate explică modul în care colectăm, folosim, stocăm și protejăm informațiile dvs. în conformitate cu Regulamentul General privind Protecția Datelor (GDPR) și alte legi aplicabile.",
      "1. INTRODUCTION": "1. INTRODUCERE",
      "This Privacy Policy applies to all users of the Zodiya platform, including visitors, registered users, and subscribers. By using our services, you agree to the terms outlined in this policy.": "Această Politică de Confidențialitate se aplică tuturor utilizatorilor platformei Zodiya, inclusiv vizitatorilor, utilizatorilor înregistrați și abonaților. Prin utilizarea serviciilor noastre, sunteți de acord cu termenii descriși în această politică.",
      "2. DATA WE COLLECT": "2. DATELE PE CARE LE COLECTĂM",
      "We collect the following types of personal data:": "Colectăm următoarele tipuri de date personale:",
      "Personal Information:": "Informații personale:",
      "Name, birth date, birth place, and email address.": "Nume, data nașterii, locul nașterii și adresa de email.",
      "Account Information:": "Informații despre cont:",
      "Profile preferences, subscription status.": "Preferințe de profil, starea abonamentului.",
      "Usage Data:": "Date de utilizare:",
      "Information on how you interact with our website and services.": "Informații despre modul în care interacționați cu site-ul nostru web și serviciile noastre.",
      "Payment Information:": "Informații de plată:",
      "If you subscribe to a paid plan, we process payments via third-party gateways (Stripe, PayPal), but we do not store credit card details.": "Dacă vă abonați la un plan plătit, procesăm plățile prin gateway-uri terțe (Stripe, PayPal), dar nu stocăm detaliile cardului de credit.",
      "Cookies & Tracking Data:": "Cookie-uri și date de urmărire:",
      "Data collected through cookies and similar tracking technologies for analytics and marketing.": "Date colectate prin cookie-uri și tehnologii similare de urmărire pentru analiză și marketing.",
      "3. PURPOSE OF DATA COLLECTION": "3. SCOPEUL COLECTĂRII DATELOR",
      "We use your personal data for the following purposes:": "Folosim datele dvs. personale în următoarele scopuri:",
      "Service Delivery:": "Livrarea serviciilor:",
      "To provide astrology reports, compatibility analysis, and numerology readings.": "Pentru a oferi rapoarte astrologice, analize de compatibilitate și citiri de numerologie.",
      "Account Management:": "Gestionarea contului:",
      "To create and maintain your user profile.": "Pentru a crea și menține profilul dvs. de utilizator.",
      "Customer Support:": "Suport pentru clienți:",
      "To respond to inquiries and provide assistance.": "Pentru a răspunde la întrebări și a oferi asistență.",
      "Marketing & Communication:": "Marketing și comunicare:",
      "To send newsletters, promotional offers, and updates (with user consent).": "Pentru a trimite buletine informativ, oferte promoționale și actualizări (cu consimțământul utilizatorului).",
      "Analytics & Improvement:": "Analiză și îmbunătățire:",
      "To analyze service usage and enhance user experience.": "Pentru a analiza utilizarea serviciilor și a îmbunătăți experiența utilizatorului.",
      "4. LEGAL BASIS FOR PROCESSING DATA": "4. BAZA LEGALĂ PENTRU PRELUCRAREA DATELOR",
      "We process personal data based on:": "Prelucrăm datele personale pe baza:",
      "User Consent:": "Consimțământul utilizatorului:",
      "When you provide information voluntarily.": "Când furnizați informații în mod voluntar.",
      "Contractual Necessity:": "Necesitatea contractuală:",
      "To deliver the services you subscribe to.": "Pentru a livra serviciile la care vă abonați.",
      "Legal Obligation:": "Obligație legală:",
      "To comply with laws and regulations.": "Pentru a respecta legile și reglementările.",
      "Legitimate Interests:": "Interese legitime:",
      "To improve our services while respecting user rights.": "Pentru a îmbunătăți serviciile noastre respectând în același timp drepturile utilizatorilor.",
      "5. DATA STORAGE & SECURITY": "5. STOCAREA ȘI SECURITATEA DATELOR",
      "We implement strong security measures to protect your data against unauthorized access, disclosure, and loss.": "Implementăm măsuri de securitate puternice pentru a vă proteja datele împotriva accesului neautorizat, dezvăluirii și pierderii.",
      "Data is stored on secure servers within the European Economic Area (EEA), and we comply with GDPR data protection standards.": "Datele sunt stocate pe servere sigure în cadrul Zonei Economice Europene (ZEE), și respectăm standardele GDPR de protecție a datelor.",
      "We retain personal data only as long as necessary for service provision and legal compliance.": "Păstrăm datele personale doar atât timp cât este necesar pentru furnizarea serviciilor și respectarea legilor.",
      "6. THIRD-PARTY DATA SHARING": "6. PARTAJAREA DATELOR CU TERȚI",
      "We do not sell or rent personal data. However, we may share data with:": "Nu vindem sau închiriem date personale. Cu toate acestea, putem partaja date cu:",
      "Payment Processors:": "Procesatori de plăți:",
      "(Stripe, PayPal) for secure transactions.": "(Stripe, PayPal) pentru tranzacții sigure.",
      "Email Marketing Platforms:": "Platforme de marketing prin email:",
      "(Mailchimp, ActiveCampaign) for communications.": "(Mailchimp, ActiveCampaign) pentru comunicări.",
      "Analytics Services:": "Servicii de analiză:",
      "(Google Analytics, Mixpanel) to track user behavior.": "(Google Analytics, Mixpanel) pentru a urmări comportamentul utilizatorilor.",
      "Legal Authorities:": "Autorități legale:",
      "if required for compliance with regulations or legal obligations.": "dacă este necesar pentru respectarea reglementărilor sau obligațiilor legale.",
      "7. YOUR RIGHTS UNDER GDPR": "7. DREPTURILE DVS. ÎN CONFORMITATE CU GDPR",
      "Users in the European Union (EU) have the following rights:": "Utilizatorii din Uniunea Europeană (UE) au următoarele drepturi:",
      "Right to Access": "Dreptul la acces",
      "Right to Rectification": "Dreptul la rectificare",
      "Right to Erasure": "Dreptul la ștergere",
      "Right to Restrict Processing": "Dreptul la restricționarea prelucrării",
      "Right to Data Portability": "Dreptul la portabilitatea datelor",
      "Right to Object": "Dreptul la opoziție",
      "Right to Withdraw Consent": "Dreptul de a retrage consimțământul",
      "To exercise these rights, contact us at": "Pentru a exercita aceste drepturi, contactați-ne la",
      "8. COOKIES & TRACKING TECHNOLOGIES": "8. COOKIE-URI ȘI TEHNOLOGII DE URMĂRIRE",
      "We use cookies and tracking tools to enhance user experience and measure engagement. Users can manage cookie preferences via browser settings.": "Folosim cookie-uri și instrumente de urmărire pentru a îmbunătăți experiența utilizatorului și a măsura implicarea. Utilizatorii pot gestiona preferințele cookie-urilor prin setările browserului.",
      "9. CHILDREN'S PRIVACY": "9. CONFIDENȚIALITATEA COPIILOR",
      "Zodiya does not knowingly collect data from children under 18 years old. If we become aware of such data collection, we will delete it immediately.": "Zodiya nu colectează în mod conștient date de la copiii sub 18 ani. Dacă devenim conștienți de o astfel de colectare de date, le vom șterge imediat.",
      "10. CHANGES TO THIS POLICY": "10. MODIFICĂRI ALE ACESTEI POLITICI",
      "We may update this Privacy Policy periodically. Users will be notified of significant changes via email or on our website.": "Putem actualiza această Politică de Confidențialitate periodic. Utilizatorii vor fi notificați despre modificările semnificative prin email sau pe site-ul nostru web.",
      "11. CONTACT INFORMATION": "11. INFORMAȚII DE CONTACT",
      "For any privacy-related inquiries, you can contact us at:": "Pentru orice întrebări legate de confidențialitate, ne puteți contacta la:",
      "Zodiya Data Protection Officer": "Responsabilul pentru Protecția Datelor Zodiya",
      "Email:": "E-mail:",
      "Website:": "Site web:",
      "By using Zodiya, you acknowledge that you have read, understood, and agreed to this Privacy Policy.": "Prin utilizarea Zodiya, recunoașteți că ați citit, înțeles și sunteți de acord cu această Politică de Confidențialitate.",
      "Refund Policy": "Politica de rambursare",
      "ZODIYA REFUND POLICY": "POLITICA DE RAMBURSARE ZODIYA",
      "1. General Policy": "1. Politică generală",
      "We want you to be completely satisfied with your Zodiya experience.": "Vrem să fiți complet mulțumit de experiența dvs. Zodiya.",
      "If you are not satisfied with your purchase, you may request a refund under the terms outlined below.": "Dacă nu sunteți mulțumit de achiziția dvs., puteți solicita o rambursare în conformitate cu termenii descriși mai jos.",
      "2. Eligibility for Refund": "2. Eligibilitatea pentru rambursare",
      "You may request a full refund within 30 days from the date of your initial payment.": "Puteți solicita o rambursare completă în termen de 30 de zile de la data plății inițiale.",
      "Refunds are available only for payments made directly through the Zodiya platform (https://zodiya.net).": "Rambursările sunt disponibile doar pentru plățile efectuate direct prin platforma Zodiya (https://zodiya.net).",
      "Refunds are not applicable in the following cases:": "Rambursările nu sunt aplicabile în următoarele cazuri:",
      "If more than 30 days have passed since your initial payment.": "Dacă au trecut mai mult de 30 de zile de la plata inițială.",
      "If the subscription has been fully used for the paid period without cancellation.": "Dacă abonamentul a fost folosit complet pentru perioada plătită fără anulare.",
      "If the user violated our Terms of Use or engaged in fraudulent activity.": "Dacă utilizatorul a încălcat Termenii noștri de utilizare sau s-a angajat în activități frauduloase.",
      "3. Refund Procedure": "3. Procedura de rambursare",
      "To request a refund, please contact our support team at": "Pentru a solicita o rambursare, vă rugăm să contactați echipa noastră de suport la",
      "with your payment details (email, transaction ID, or card reference).": "cu detaliile dvs. de plată (email, ID-ul tranzacției sau referința cardului).",
      "Once approved, the refund will be processed within 5–10 business days to your original payment method.": "Odată aprobată, rambursarea va fi procesată în termen de 5-10 zile lucrătoare către metoda dvs. originală de plată.",
      "4. Subscription Cancellations": "4. Anulări de abonament",
      "You can cancel your subscription at any time through your Zodiya account settings.": "Puteți anula abonamentul dvs. în orice moment prin setările contului dvs. Zodiya.",
      "Canceling a subscription prevents future charges but does not automatically trigger a refund for past payments.": "Anularea unui abonament previne taxele viitoare, dar nu declanșează automat o rambursare pentru plățile anterioare.",
      "5. Additional Information": "5. Informații suplimentare",
      "Comparo Media d.o.o. reserves the right to deny refund requests that do not meet the conditions above.": "Comparo Media d.o.o. își rezervă dreptul de a refuza solicitările de rambursare care nu îndeplinesc condițiile de mai sus.",
      "By purchasing or subscribing to Zodiya, you acknowledge and agree to this Refund Policy.": "Prin cumpărarea sau abonarea la Zodiya, recunoașteți și sunteți de acord cu această Politică de Rambursare.",
      "Company Information": "Informații despre companie",
      "Tometići 15a, 51215 Kastav, Croatia": "Tometići 15a, 51215 Kastav, Croația",
      "By using Zodiya, you acknowledge that you have read, understood, and agreed to this Refund Policy.": "Prin utilizarea Zodiya, recunoașteți că ați citit, înțeles și sunteți de acord cu această Politică de Rambursare.",
      "Terms of Use": "Termeni de utilizare",
      "ZODIYA TERMS AND CONDITIONS": "TERMENI ȘI CONDIȚII ZODIYA",
      "Welcome to Zodiya! These Terms and Conditions govern your access and use of our astrology services, reports, and related content. By using Zodiya, you agree to these terms. If you do not agree, please do not use our services.": "Bun venit la Zodiya! Acești Termeni și Condiții guvernează accesul și utilizarea serviciilor, rapoartelor și conținutului nostru astrologic. Prin utilizarea Zodiya, sunteți de acord cu acești termeni. Dacă nu sunteți de acord, vă rugăm să nu folosiți serviciile noastre.",
      "These Terms and Conditions (\"Terms\") constitute a legal agreement between you (\"User\") and Zodiya (\"Company,\" \"we,\" \"us,\" or \"our\"). They outline the rules and obligations for using our astrology reports, features, and subscriptions.": "Acești Termeni și Condiții (\"Termeni\") constituie un acord legal între dvs. (\"Utilizator\") și Zodiya (\"Compania\", \"noi\", \"noi\" sau \"a noastră\"). Ei descriu regulile și obligațiile pentru utilizarea rapoartelor, funcțiilor și abonamentelor noastre astrologice.",
      "2. ELIGIBILITY": "2. ELIGIBILITATE",
      "You must be at least 18 years old to use Zodiya.": "Trebuie să aveți cel puțin 18 ani pentru a utiliza Zodiya.",
      "By registering, you confirm that all information provided is accurate.": "Prin înregistrare, confirmați că toate informațiile furnizate sunt exacte.",
      "3. ACCOUNT REGISTRATION": "3. ÎNREGISTRAREA CONTULUI",
      "Users must provide their name, birth date, birth place, and email to access reports.": "Utilizatorii trebuie să furnizeze numele, data nașterii, locul nașterii și emailul pentru a accesa rapoarte.",
      "You agree to keep your account details confidential and notify us immediately of unauthorized use.": "Sunteți de acord să păstrați detaliile contului dvs. confidențiale și să ne notificați imediat despre utilizarea neautorizată.",
      "4. SERVICES PROVIDED": "4. SERVICII OFERITE",
      "Zodiya provides astrology reports, birth charts, numerology insights, and compatibility analysis.": "Zodiya oferă rapoarte astrologice, diagrame de naștere, informații de numerologie și analize de compatibilitate.",
      "Some services are free, while others require a paid subscription.": "Unele servicii sunt gratuite, în timp ce altele necesită un abonament plătit.",
      "The content is for entertainment and informational purposes only.": "Conținutul este doar în scopuri de divertisment și informare.",
      "5. SUBSCRIPTIONS, PAYMENTS & CANCELLATIONS": "5. ABONAMENTE, PLĂȚI ȘI ANULĂRI",
      "Users can subscribe to paid plans (1-month or 3-month premium access) with automatic renewals unless canceled.": "Utilizatorii se pot abona la planuri plătite (acces premium de 1 lună sau 3 luni) cu reînnoiri automate dacă nu sunt anulate.",
      "Payments are processed via Stripe, PayPal, and other payment gateways.": "Plățile sunt procesate prin Stripe, PayPal și alte gateway-uri de plată.",
      "Users may cancel their subscription at any time, but refunds are subject to our refund policy.": "Utilizatorii pot anula abonamentul în orice moment, dar rambursările sunt supuse politicii noastre de rambursare.",
      "Any failed payments may result in restricted access to premium features.": "Orice plăți eșuate pot duce la restricționarea accesului la funcțiile premium.",
      "6. USER RESPONSIBILITIES": "6. RESPONSABILITĂȚILE UTILIZATORULUI",
      "You agree not to misuse the platform, distribute false information, or violate intellectual property rights.": "Sunteți de acord să nu abuzați platforma, să distribuiți informații false sau să încălcați drepturile de proprietate intelectuală.",
      "You must not share or resell purchased astrology reports.": "Nu trebuie să partajați sau să revindeți rapoarte astrologice cumpărate.",
      "7. PRIVACY & DATA PROTECTION (GDPR COMPLIANCE)": "7. CONFIDENȚIALITATE ȘI PROTECȚIA DATELOR (CONFORMITATE GDPR)",
      "We collect and process personal data according to our": "Colectăm și procesăm date personale conform",
      "Users have the right to request, modify, or delete their personal data under GDPR (General Data Protection Regulation) regulations.": "Utilizatorii au dreptul de a solicita, modifica sau șterge datele lor personale în conformitate cu reglementările GDPR (Regulamentul General privind Protecția Datelor).",
      "Data is securely stored and not shared with third parties without user consent.": "Datele sunt stocate în siguranță și nu sunt partajate cu terți fără consimțământul utilizatorului.",
      "8. INTELLECTUAL PROPERTY RIGHTS": "8. DREPTURI DE PROPRIETATE INTELECTUALĂ",
      "All content, including astrology reports, designs, and trademarks, belongs to Zodiya.": "Tot conținutul, inclusiv rapoartele astrologice, designurile și mărcile comerciale, aparțin Zodiya.",
      "Users may not copy, reproduce, or distribute Zodiya content without permission.": "Utilizatorii nu pot copia, reproduce sau distribui conținutul Zodiya fără permisiune.",
      "9. LIMITATION OF LIABILITY": "9. LIMITAREA RĂSPUNDERII",
      "Zodiya does not guarantee the accuracy of astrology reports or their impact on users' lives.": "Zodiya nu garantează acuratețea rapoartelor astrologice sau impactul acestora asupra vieții utilizatorilor.",
      "We are not liable for decisions made based on our content.": "Nu suntem responsabili pentru deciziile luate pe baza conținutului nostru.",
      "Users agree that astrology readings are for entertainment purposes only.": "Utilizatorii sunt de acord că citirile astrologice sunt doar în scopuri de divertisment.",
      "10. RIGHT TO MODIFY TERMS": "10. DREPTUL DE A MODIFICA TERMENII",
      "Zodiya reserves the right to update these Terms at any time.": "Zodiya își rezervă dreptul de a actualiza acești Termeni în orice moment.",
      "Users will be notified of significant changes, and continued use implies acceptance.": "Utilizatorii vor fi notificați despre modificările semnificative, iar utilizarea continuă implică acceptarea.",
      "11. COMPLIANCE WITH EUROPEAN UNION LAWS": "11. CONFORMITATE CU LEGILE UNIUNII EUROPENE",
      "This agreement complies with EU regulations, including GDPR, the Consumer Rights Directive (2011/83/EU), and the Unfair Commercial Practices Directive (2005/29/EC).": "Acest acord este în conformitate cu reglementările UE, inclusiv GDPR, Directiva privind Drepturile Consumatorilor (2011/83/EU) și Directiva privind Practicile Comerciale Neleale (2005/29/EC).",
      "Users within the EU have additional protections regarding digital content and refunds.": "Utilizatorii din UE au protecții suplimentare privind conținutul digital și rambursările.",
      "12. DISPUTE RESOLUTION & GOVERNING LAW": "12. REZOLVAREA DISPUTELOR ȘI LEGEA APLICABILĂ",
      "These Terms are governed by the laws of the European Union and [Your Country's Jurisdiction].": "Acești Termeni sunt guvernați de legile Uniunii Europene și [Jurisdicția țării dvs.].",
      "Disputes will be resolved through arbitration or an EU dispute resolution body before legal proceedings.": "Disputele vor fi rezolvate prin arbitraj sau un organism de rezolvare a disputelor din UE înainte de procedurile legale.",
      "13. CONTACT INFORMATION": "13. INFORMAȚII DE CONTACT",
      "For questions regarding these Terms, you may contact us at:": "Pentru întrebări privind acești Termeni, ne puteți contacta la:",
      "Zodiya Customer Support": "Suport pentru clienți Zodiya",
      "By using Zodiya, you acknowledge that you have read, understood, and agreed to these Terms and Conditions.": "Prin utilizarea Zodiya, recunoașteți că ați citit, înțeles și sunteți de acord cu acești Termeni și Condiții.",
      "Contact Zodiya Support": "Contactează suportul Zodiya",
      "We're here to help you.": "Suntem aici pentru a vă ajuta.",
      "If you have any questions about your Zodiya account, subscription, or billing, our support team is happy to assist you.": "Dacă aveți întrebări despre contul dvs. Zodiya, abonament sau facturare, echipa noastră de suport este bucuroasă să vă ajute.",
      "Please use the chat widget below to contact us directly, or reach out through one of the following options.": "Vă rugăm să folosiți widget-ul de chat de mai jos pentru a ne contacta direct sau să ne contactați prin una dintre următoarele opțiuni.",
      "Contact Details": "Detalii de contact",
      "Response time:": "Timp de răspuns:",
      "within 24–48 hours on business days (Monday–Friday, 09:00–17:00 CET)": "în termen de 24-48 de ore în zilele lucrătoare (luni-vineri, 09:00-17:00 CET)",
      "You can also visit our": "De asemenea, puteți vizita",
      "for quick answers to frequently asked questions.": "pentru răspunsuri rapide la întrebări frecvente.",
      "🛠️ Technical Assistance": "🛠️ Asistență tehnică",
      "If you're experiencing issues with how Zodiya works in your browser or device, this section provides guidance on how to troubleshoot common problems and get additional support when needed.": "Dacă întâmpinați probleme cu modul în care funcționează Zodiya în browserul sau dispozitivul dvs., această secțiune oferă îndrumări despre cum să rezolvați problemele comune și să obțineți suport suplimentar când este necesar.",
      "🌐 Supported Browsers & Devices": "🌐 Browser-uri și dispozitive suportate",
      "Zodiya is a web-based application designed to work smoothly across all modern browsers and devices.": "Zodiya este o aplicație web concepută să funcționeze fără probleme pe toate browser-urile și dispozitivele moderne.",
      "We recommend using:": "Recomandăm utilizarea:",
      "Google Chrome (latest version)": "Google Chrome (ultima versiune)",
      "Safari (latest version)": "Safari (ultima versiune)",
      "Microsoft Edge": "Microsoft Edge",
      "Firefox": "Firefox",
      "⚠️ Internet Explorer and outdated browser versions are not supported.": "⚠️ Internet Explorer și versiunile vechi de browser nu sunt suportate.",
      "You can use Zodiya on desktop, tablet, or mobile — the experience automatically adjusts to your screen size.": "Puteți folosi Zodiya pe desktop, tabletă sau mobil — experiența se ajustează automat la dimensiunea ecranului dvs.",
      "⚙️ Common Technical Issues": "⚙️ Probleme tehnice comune",
      "1. I can't log in": "1. Nu mă pot conecta",
      "Double-check your login credentials from the registration email": "Verificați din nou datele de conectare din emailul de înregistrare",
      "Make sure caps lock is off": "Asigurați-vă că caps lock este oprit",
      "Try resetting your password or contacting support if needed": "Încercați să resetați parola sau să contactați suportul dacă este necesar",
      "2. Pages are not loading correctly": "2. Paginile nu se încarcă corect",
      "Try refreshing the page": "Încercați să reîmprospătați pagina",
      "Clear your browser cache and cookies": "Ștergeți cache-ul și cookie-urile browserului",
      "Disable browser extensions (especially ad blockers or privacy tools)": "Dezactivați extensiile browserului (în special blochele de reclame sau instrumentele de confidențialitate)",
      "3. My daily content isn't updating": "3. Conținutul meu zilnic nu se actualizează",
      "Daily updates are based on your time zone — try logging out and back in": "Actualizările zilnice se bazează pe fusul orar — încercați să vă deconectați și să vă conectați din nou",
      "Ensure your browser allows cookies/session storage": "Asigurați-vă că browserul permite cookie-uri/stocare de sesiune",
      "4. Mobile view doesn't look right": "4. Vizualizarea mobilă nu arată corect",
      "Try rotating your device or switching browsers": "Încercați să rotiți dispozitivul sau să schimbați browserul",
      "Make sure your mobile browser is up to date": "Asigurați-vă că browserul mobil este actualizat",
      "🧪 Troubleshooting Tips": "🧪 Sfaturi pentru rezolvarea problemelor",
      "Always use the latest version of your browser": "Folosiți întotdeauna cea mai recentă versiune a browserului",
      "Ensure a stable internet connection": "Asigurați-vă că aveți o conexiune la internet stabilă",
      "Avoid using private/incognito mode if you're experiencing session issues": "Evitați utilizarea modului privat/incognito dacă întâmpinați probleme de sesiune",
      "Allow pop-ups and cookies for full functionality": "Permiteți pop-up-urile și cookie-urile pentru funcționalitate completă",
      "📩 Need More Help?": "📩 Aveți nevoie de mai mult ajutor?",
      "If you're still having issues, our support team is here to help. Please contact us with the following info to speed up resolution:": "Dacă încă întâmpinați probleme, echipa noastră de suport este aici pentru a vă ajuta. Vă rugăm să ne contactați cu următoarele informații pentru a accelera rezolvarea:",
      "Your email address": "Adresa dvs. de email",
      "Description of the issue": "Descrierea problemei",
      "Device and browser version": "Versiunea dispozitivului și browserului",
      "Screenshot or screen recording if possible": "Captură de ecran sau înregistrare de ecran dacă este posibil",
      "📧 Email us at:": "📧 Trimiteți-ne un email la:",
      "We're committed to making your Zodiya experience smooth and reliable. If something isn't working right, we'll do our best to fix it — quickly and clearly.": "Ne angajăm să facem experiența dvs. Zodiya lină și de încredere. Dacă ceva nu funcționează corect, vom face tot posibilul să o rezolvăm — rapid și clar.",
      "💳 Subscription & Billing": "💳 Abonament și facturare",
      "In this section, you'll find helpful information about how Zodiya subscriptions work, available plans, billing cycles, cancellations, and how to manage your account.": "În această secțiune, veți găsi informații utile despre modul în care funcționează abonamentele Zodiya, planurile disponibile, ciclurile de facturare, anulările și modul de gestionare a contului dvs.",
      "🗂️ Available Plans": "🗂️ Planuri disponibile",
      "Zodiya offers several subscription tiers tailored to different user needs:": "Zodiya oferă mai multe niveluri de abonament adaptate nevoilor diferite ale utilizatorilor:",
      "Trial Plan – A time-limited preview with basic access": "Plan de încercare – O previzualizare limitată în timp cu acces de bază",
      "Premium Plan – Full access to daily content, core astrology tools, and multiple profiles features": "Plan Premium – Acces complet la conținut zilnic, instrumente astrologice de bază și funcții de profiluri multiple",
      "Gold Plan – Includes all Premium features + support for multiple profiles and additional in-depth reports": "Plan Gold – Include toate funcțiile Premium + suport pentru profiluri multiple și rapoarte suplimentare detaliate",
      "All plans require payment during the signup process. You'll receive login credentials by email after successful registration.": "Toate planurile necesită plată în timpul procesului de înregistrare. Veți primi datele de conectare prin email după înregistrarea cu succes.",
      "🔁 Billing & Renewals": "🔁 Facturare și reînnoiri",
      "Subscriptions are billed on a recurring basis depending on the selected plan.": "Abonamentele sunt facturate periodic în funcție de planul selectat.",
      "You'll always be notified of your billing frequency and amount before confirming payment.": "Veți fi întotdeauna notificați despre frecvența și suma facturării înainte de a confirma plata.",
      "Renewals are automatic unless you cancel before the next billing date.": "Reînnoirile sunt automate dacă nu anulați înainte de următoarea dată de facturare.",
      "💡 You can view your next billing date and subscription status anytime from your": "💡 Puteți vedea următoarea dată de facturare și starea abonamentului oricând din",
      "page.": "pagină.",
      "You can cancel your subscription at any time via the": "Puteți anula abonamentul în orice moment prin",
      "section in your account settings.": "secțiunea din setările contului dvs.",
      "Upon cancellation, your access will remain active until the end of your current billing period.": "La anulare, accesul dvs. va rămâne activ până la sfârșitul perioadei curente de facturare.",
      "If you have an active Profile Plan, it will also be canceled and all additional profiles will be removed.": "Dacă aveți un plan de profil activ, acesta va fi, de asemenea, anulat și toate profilurile suplimentare vor fi eliminate.",
      "📩 Receipts & Payment History": "📩 Chitanțe și istoricul plăților",
      "After each payment, you'll receive a confirmation email with your invoice or receipt.": "După fiecare plată, veți primi un email de confirmare cu factura sau chitanța dvs.",
      "Billing history is also available within your account for easy reference.": "Istoricul facturării este, de asemenea, disponibil în contul dvs. pentru referință ușoară.",
      "💬 Support": "💬 Suport",
      "For help with subscription issues, failed payments, or billing errors, contact our support team at:": "Pentru ajutor cu problemele de abonament, plățile eșuate sau erorile de facturare, contactați echipa noastră de suport la:",
      "📧": "📧",
      "We're here to assist you with anything related to your account, payments, or plan management.": "Suntem aici pentru a vă ajuta cu orice legat de contul dvs., plăți sau gestionarea planului.",
      "Zodiya is a subscription-based service designed for flexibility, transparency, and ease of use. You're always in control of your experience.": "Zodiya este un serviciu bazat pe abonament conceput pentru flexibilitate, transparență și ușurință de utilizare. Sunteți întotdeauna în controlul experienței dvs.",
      "🌠 How to Use Zodiya": "🌠 Cum se folosește Zodiya",
      "Zodiya is a web-based astrology platform designed to help you understand yourself and others through powerful spiritual tools like personalized horoscopes, natal charts, compatibility analysis, and more.": "Zodiya este o platformă astrologică web concepută să vă ajute să vă înțelegeți pe dvs. și pe alții prin instrumente spirituale puternice precum horoscoape personalizate, diagrame natale, analize de compatibilitate și multe altele.",
      "Follow these simple steps to activate your access and begin your journey.": "Urmați acești pași simpli pentru a vă activa accesul și a începe călătoria.",
      "1. ✍️ Start on the Landing Page": "1. ✍️ Începeți pe pagina de destinație",
      "Go to": "Accesați",
      "astro.zodiya.net": "astro.zodiya.net",
      "and begin by filling out your astrological profile:": "și începeți completând profilul dvs. astrologic:",
      "Your name": "Numele dvs.",
      "Date, time, and place of birth": "Data, ora și locul nașterii",
      "This information is used to generate your personal natal chart and unlock your full experience inside the Zodiya platform.": "Aceste informații sunt folosite pentru a genera diagrama dvs. natală personală și pentru a debloca experiența completă în platforma Zodiya.",
      "2. 💳 Choose a Subscription Plan": "2. 💳 Alegeți un plan de abonament",
      "After entering your birth details, you'll be prompted to select one of the available plans:": "După ce introduceți detaliile de naștere, vi se va solicita să selectați unul dintre planurile disponibile:",
      "Trial Plan – A short preview with limited access": "Plan de încercare – O previzualizare scurtă cu acces limitat",
      "Premium Plan – Full access to all core features": "Plan Premium – Acces complet la toate funcțiile de bază",
      "Gold Plan – Full access + advanced tools and profile management": "Plan Gold – Acces complet + instrumente avansate și gestionare de profiluri",
      "Once you've selected your plan, proceed with secure payment to activate your account.": "După ce ați selectat planul, continuați cu plata sigură pentru a vă activa contul.",
      "3. 📩 Receive Your Login Credentials": "3. 📩 Primiți datele dvs. de conectare",
      "After successful payment, you'll receive a confirmation email with your Zodiya login details.": "După plata cu succes, veți primi un email de confirmare cu detaliile dvs. de conectare Zodiya.",
      "📬": "📬",
      "Note:": "Notă:",
      "Make sure to check your spam or promotions folder if you don't see the email.": "Asigurați-vă că verificați folderul de spam sau promoții dacă nu vedeți emailul.",
      "4. 🔐 Log In to the Web App": "4. 🔐 Conectați-vă la aplicația web",
      "Visit": "Vizitați",
      "zodiya.net/login": "zodiya.net/login",
      "and enter your credentials to access the full web application.": "și introduceți datele dvs. de conectare pentru a accesa aplicația web completă.",
      "Your profile and birth chart will already be set up — no need to enter your details again.": "Profilul dvs. și diagrama de naștere vor fi deja configurate — nu este nevoie să introduceți din nou detaliile.",
      "5. 🗓️ Explore Your Dashboard": "5. 🗓️ Explorați tabloul de bord",
      "Once logged in, you'll gain access to all your features:": "Odată conectat, veți avea acces la toate funcțiile dvs.:",
      "Daily Horoscope": "Horoscop zilnic",
      "Moon Phase Report": "Raport faza lunii",
      "Daily Tarot": "Tarot zilnic",
      "Natal Chart": "Diagrama natală",
      "Transit Chart": "Diagrama de tranzit",
      "Zodiac Sign Insight": "Perspectivă semn zodiacal",
      "6. 👥 (Optional) Add More Profiles": "6. 👥 (Opțional) Adăugați mai multe profiluri",
      "If your plan includes multi-profile support, you can add additional people (e.g. partner, children, friends):": "Dacă planul dvs. include suport pentru profiluri multiple, puteți adăuga persoane suplimentare (de ex. partener, copii, prieteni):",
      "Go to Profiles": "Accesați Profiluri",
      "Enter their birth details": "Introduceți detaliile lor de naștere",
      "View separate horoscopes and compatibility reports": "Vizualizați horoscoape separate și rapoarte de compatibilitate",
      "7. ⚙️ Manage Your Plan & Settings": "7. ⚙️ Gestionați planul și setările dvs.",
      "In the Settings section, you can:": "În secțiunea Setări, puteți:",
      "View or cancel your active plan": "Vizualizați sau anulați planul dvs. activ",
      "Remove or add profiles": "Eliminați sau adăugați profiluri",
      "Access billing information": "Accesați informațiile de facturare",
      "Contact support": "Contactează suportul",
      "✨ Tips for a Great Experience": "✨ Sfaturi pentru o experiență excelentă",
      "Access Zodiya from any modern browser on desktop or mobile": "Accesați Zodiya din orice browser modern pe desktop sau mobil",
      "Use your exact birth time for the most accurate results": "Folosiți ora exactă de naștere pentru cele mai precise rezultate",
      "Check your dashboard daily for fresh cosmic guidance": "Verificați tabloul de bord zilnic pentru îndrumări cosmice proaspete",
      "Zodiya is more than astrology — it's a daily ritual of insight and awareness.": "Zodiya este mai mult decât astrologie — este un ritual zilnic de înțelegere și conștientizare.",
      "Begin your journey today 🌌": "Începeți călătoria astăzi 🌌",
      "Explore the full power of Zodiya. From daily guidance to deep astrological insights, Zodiya offers everything you need for self-discovery, relationship clarity, and spiritual connection.": "Explorați puterea completă a Zodiya. De la îndrumări zilnice la perspective astrologice profunde, Zodiya oferă tot ce aveți nevoie pentru auto-descoperire, claritate în relații și conexiune spirituală.",
      "🔮 Daily Horoscope Insight": "🔮 Perspectivă horoscop zilnic",
      "Start each day with personalized astrological guidance based on your full birth chart.": "Începeți fiecare zi cu îndrumări astrologice personalizate bazate pe diagrama dvs. completă de naștere.",
      "Love, career, health, emotions — updated every morning": "Dragoste, carieră, sănătate, emoții — actualizat în fiecare dimineață",
      "Aligned with real-time planetary transits": "Aliniat cu tranzitele planetare în timp real",
      "🌞 Zodiac Sign Insight": "🌞 Perspectivă semn zodiacal",
      "Unlock the secrets of your Sun sign.": "Deblocați secretele semnului dvs. solar.",
      "Understand your core traits, challenges, and strengths": "Înțelegeți trăsăturile, provocările și punctele forte de bază",
      "Tips for self-growth and alignment": "Sfaturi pentru creștere personală și aliniere",
      "A complete astrological blueprint of your personality and life potential.": "O diagramă astrologică completă a personalității și potențialului dvs. de viață.",
      "Includes all planetary placements and houses": "Include toate pozițiile planetare și casele",
      "Clear interpretations for beginners and advanced users alike": "Interpretări clare atât pentru începători, cât și pentru utilizatori avansați",
      "🌙 Moon Phase Report": "🌙 Raport faza lunii",
      "Track how lunar cycles influence your moods, energy, and intuition.": "Urmăriți modul în care ciclurile lunare vă influențează stările, energia și intuiția.",
      "Daily and monthly moon updates": "Actualizări lunare zilnice și lunare",
      "Ideal for emotional awareness and planning": "Ideal pentru conștientizare emoțională și planificare",
      "💞 Synastry (Compatibility Reports)": "💞 Sinastrie (Rapoarte de compatibilitate)",
      "Understand the dynamics between you and someone else.": "Înțelegeți dinamica dintre dvs. și altcineva.",
      "Compare two birth charts": "Comparați două diagrame de naștere",
      "Love, friendship, work, or family compatibility": "Compatibilitate amoroasă, prietenie, muncă sau familie",
      "🔢 Numerology": "🔢 Numerologie",
      "Get deeper insights based on your birth date and full name.": "Obțineți perspective mai profunde bazate pe data dvs. de naștere și numele complet.",
      "Life Path, Expression, and Destiny numbers": "Numerele căii vieții, expresiei și destinului",
      "Hidden patterns and spiritual lessons": "Tipare ascunse și lecții spirituale",
      "🪐 Transit Chart": "🪐 Diagrama de tranzit",
      "Stay aligned with the cosmos.": "Rămâneți aliniați cu cosmosul.",
      "Real-time planetary movements and how they affect you": "Mișcări planetare în timp real și modul în care vă afectează",
      "Ideal for timing decisions and understanding current moods": "Ideal pentru programarea deciziilor și înțelegerea stărilor actuale",
      "🃏 Daily Tarot Reading": "🃏 Citire tarot zilnică",
      "A dose of spiritual insight through symbolic tarot messages.": "O doză de înțelegere spirituală prin mesaje tarot simbolice.",
      "One-card draw with clear, uplifting interpretation": "Extragere cu o singură carte cu interpretare clară și înălțătoare",
      "Great for reflection, intuition, and perspective": "Excelent pentru reflecție, intuiție și perspectivă",
      "👥 Multi-Profile Support": "👥 Suport pentru profiluri multiple",
      "Add your partner, family, or friends — and get insights for them too.": "Adăugați partenerul, familia sau prietenii — și obțineți perspective și pentru ei.",
      "Manage multiple profiles from a single account": "Gestionați mai multe profiluri dintr-un singur cont",
      "All features personalized per profile": "Toate funcțiile personalizate pe profil",
      "🧭 Intuitive & Beautiful Experience": "🧭 Experiență intuitivă și frumoasă",
      "Zodiya is designed for clarity and calm.": "Zodiya este conceput pentru claritate și calm.",
      "Clean design, smooth navigation": "Design curat, navigare lină",
      "Mobile-first experience with deep functionality": "Experiență mobile-first cu funcționalitate profundă",
      "🔐 Privacy First": "🔐 Confidențialitate în primul rând",
      "We protect your data like it's sacred.": "Vă protejăm datele ca și cum ar fi sacre.",
      "Encrypted storage": "Stocare criptată",
      "No sharing of personal info, ever": "Niciodată nu partajăm informații personale",
      "Zodiya is your personalized guide to the stars — a modern astrology and self-discovery platform designed to help you understand yourself and the people around you on a deeper, more meaningful level.": "Zodiya este ghidul dvs. personalizat către stele — o platformă modernă de astrologie și auto-descoperire concepută să vă ajute să vă înțelegeți pe dvs. și pe oamenii din jurul dvs. la un nivel mai profund și mai semnificativ.",
      "We combine ancient wisdom with modern technology to deliver a seamless and insightful experience through a wide range of spiritual and astrological services.": "Combinăm înțelepciunea antică cu tehnologia modernă pentru a oferi o experiență fără cusur și plină de înțelegere printr-o gamă largă de servicii spirituale și astrologice.",
      "✨ What We Offer": "✨ Ce oferim",
      "Zodiya provides a rich suite of personalized tools and reports to guide your daily life, enhance your self-awareness, and deepen your relationships:": "Zodiya oferă o suită bogată de instrumente și rapoarte personalizate pentru a vă ghida viața zilnică, a vă îmbunătăți conștientizarea de sine și a vă aprofunda relațiile:",
      "Daily Horoscope Insight – Tailored daily guidance based on your birth chart": "Perspectivă horoscop zilnic – Îndrumări zilnice personalizate bazate pe diagrama dvs. de naștere",
      "General Zodiac Sign Insight – Explore your sun sign traits, strengths, and growth tips": "Perspectivă generală semn zodiacal – Explorați trăsăturile, punctele forte și sfaturile de creștere ale semnului dvs. solar",
      "Natal Chart – A detailed map of your personality, destiny, and potential": "Diagrama natală – O hartă detaliată a personalității, destinului și potențialului dvs.",
      "Moon Phase Report – Understand the moon's influence on your emotions and energy": "Raport faza lunii – Înțelegeți influența lunii asupra emoțiilor și energiei dvs.",
      "Synastry (Compatibility Report) – Discover how your chart aligns with others' for love, friendship, or partnership": "Sinastrie (Raport de compatibilitate) – Descoperiți modul în care diagrama dvs. se aliniază cu a altora pentru dragoste, prietenie sau parteneriat",
      "Numerology – Insights based on your birth date and name vibration": "Numerologie – Perspective bazate pe data dvs. de naștere și vibrația numelui",
      "Transit Chart – See how current planetary movements affect you": "Diagrama de tranzit – Vedeți cum vă afectează mișcările planetare actuale",
      "Daily Tarot Reading – Draw guidance and reflection through tarot symbolism": "Citire tarot zilnică – Trageți îndrumări și reflecții prin simbolismul tarot",
      "You can also create and manage multiple profiles, allowing you to explore not only your own cosmic blueprint, but also those of your loved ones.": "De asemenea, puteți crea și gestiona mai multe profiluri, permițându-vă să explorați nu doar diagrama dvs. cosmică, ci și pe cea a celor dragi.",
      "💫 Our Philosophy": "💫 Filozofia noastră",
      "Zodiya was built with one mission:": "Zodiya a fost construit cu o singură misiune:",
      "To help people reconnect with themselves and others through the power of astrology, numerology, and spiritual insight — in a beautiful, mobile-first experience.": "Să ajutăm oamenii să se reconecteze cu ei înșiși și cu alții prin puterea astrologiei, numerologiei și înțelegerii spirituale — într-o experiență frumoasă, mobile-first.",
      "We believe in making ancient systems intuitive, trustworthy, and meaningful for the modern world.": "Credem în transformarea sistemelor antice în intuitive, de încredere și semnificative pentru lumea modernă.",
      "Personal Information": "Informații personale",
      "Gender": "Gen",
      "Male": "Bărbat",
      "Female": "Femeie",
      "Select your Birth place": "Selectați locul nașterii",
      "Type your city...": "Tastați orașul dvs...",
      "DOB": "Data nașterii",
      "Day": "Zi",
      "Month": "Lună",
      "Year": "An",
      "Hour": "Oră",
      "Minute": "Minut",
      "Profile updated successfully": "Profil actualizat cu succes",
      "Failed to save profile. Please try again.": "Nu s-a putut salva profilul. Vă rugăm să încercați din nou.",
      "Current Plans:": "Planuri curente:",
      "Premium Plans": "Planuri Premium",
      "Profile Plans": "Planuri de profil",
      "Need Assistance?": "Ai nevoie de asistență?",
      "for help with managing your account.": "pentru ajutor cu gestionarea contului tău.",
      "Current plan status:": "Starea planului curent:",
      "Active": "Activ",
      "Inactive": "Inactiv",
      "Subscription type:": "Tip de abonament:",
      "Subscription start:": "Începutul abonamentului:",
      "Subscription end:": "Sfârșitul abonamentului:",
      "No subscription data available.": "Nu sunt disponibile date de abonament.",
      "Downgrade Plan": "Reduceți planul",
      "Upgrade Plan": "Faceți upgrade la plan",
      "Cancel Plan": "Anulează planul",
      "No active subscription plan": "Nu există plan de abonament activ",
      "By canceling your plan, you will lose access to all astrology reports and all added profiles on your profile list will be deleted permanently": "Prin anularea planului dvs., veți pierde accesul la toate rapoartele astrologice și toate profilurile adăugate din lista dvs. de profiluri vor fi șterse permanent",
      "Would you like to proceed?": "Vrei să continui?",
      "Go Back": "Înapoi",
      "Upgrade": "Faceți upgrade",
      "Downgrade": "Reduceți",
      "Your Plan": "Planul dvs.",
      "Current Plan:": "Planul curent:",
      "You are already on the highest tier plan. No upgrades available.": "Sunteți deja la cel mai înalt nivel de plan. Nu sunt disponibile upgrade-uri.",
      "You are on the lowest tier plan. No downgrades available.": "Sunteți la cel mai scăzut nivel de plan. Nu sunt disponibile reduceri.",
      "Continue": "Continuă",
      "Please select a plan first": "Vă rugăm să selectați mai întâi un plan",
      "Plan changed successfully": "Planul a fost schimbat cu succes",
      "Failed to change plan. Please try again.": "Nu s-a putut schimba planul. Vă rugăm să încercați din nou.",
      "An unexpected error occurred. Please try again.": "A apărut o eroare neașteptată. Vă rugăm să încercați din nou.",
      "You are about to": "Sunteți pe cale să",
      "upgrade": "faceți upgrade",
      "downgrade": "reduceți",
      "Cancel": "Anulați",
      "Confirm": "Confirmați",
      "Confirm Payment": "Confirmați plata",
      "12 midnight": "12 miezul nopții",
      "12 noon": "12 amiază",
      "am": "am",
      "pm": "pm",
      "min": "min",
      "starter trial plan": "plan de încercare starter",
      "STARTER": "ÎNCEPĂTOR",
      "PREMIUM": "PREMIUM",
      "GOLD": "AUR",
      "TRIAL": "ÎNCERCARE",
      "trial plan": "plan de încercare",
      "starter plan": "plan starter",
      "premium plan": "plan premium",
      "gold plan": "plan gold",
      "Starter Trial Plan": "Plan de încercare Starter",
      "Starter Plan": "Plan Starter",
      "Premium Plan": "Plan Premium",
      "Gold Plan": "Plan Gold",
      "Trial Plan": "Plan de încercare",
      "Starter": "Starter",
      "Premium": "Premium",
      "Gold": "Gold",
      "Trial": "Încercare",
      "HOT OFFER": "OFERTĂ SPECIALĂ",
      "SALE": "REDUCERE",
      "TRY IT": "ÎNCEARCĂ",
      "2 months": "2 luni",
      "3 months": "3 luni",
      "1 Months": "1 lună",
      "1 month": "1 lună",
      "All included in Starter plan + ": "Tot inclus în planul Starter + ",
      "All included in Premium plan +": "Tot inclus în planul Premium +",
      "full access on all chart and one personal report": "acces complet la toate diagramele și un raport personal",
      "/weekly billed for 2 months": "/facturat săptămânal timp de 2 luni",
      "/weekly billed for 3 months": "/facturat săptămânal timp de 3 luni",
      "weekly billed for 1 month": "facturat săptămânal timp de 1 lună",
      "weekly billed for 2 months": "facturat săptămânal pentru 2 luni",
      "weekly billed for 3 months": "facturat săptămânal pentru 3 luni",
      "Natal Chart report": "Raport de diagramă natală",
      "Synastry chart": "Diagramă de sinastrie",
      "Transit chart": "Diagramă tranzit",
      "Solar return chart": "Diagramă întoarcere solară",
      "Numerology insight": "Perspectivă numerologie",
      "Synastry report": "Raport de sinastrie",
      "Transit report": "Raport tranzit",
      "Solar return report": "Raport întoarcere solară",
      "Numerology report": "Raport numerologie",
      "*You can cancel anytime. Total charge 79.96€ ": "*Puteți anula oricând. Taxă totală 79,96€ ",
      "*You can cancel anytime. Total charge 119,92€ ": "*Puteți anula oricând. Taxă totală 119,92€ ",
      "*You can cancel any time. Total charge 167.88€.": "*Puteți anula oricând. Taxă totală 167,88€.",
      "Subscriptions is auto renewable until cancelation.": "Abonamentele se reînnoiesc automat până la anulare.",
      "Subscription is auto renewable until cancelation": "Abonamentul se reînnoiește automat până la anulare",
      " billed monthly.": " facturat lunar.",
      "Welcome to Zodiya Starter 1 month plan": "Bun venit la planul Zodiya Starter de 1 lună",
      "Welcome to Zodiya Premium 2 months plan": "Bun venit la planul Zodiya Premium de 2 luni",
      "Welcome to Zodiya Gold 3 months plan": "Bun venit la planul Zodiya Gold de 3 luni",
      "Welcome to Zodiya": "Bun venit la Zodiya",
      "you have unlocked all premium reports:": "ați deblocat toate rapoartele premium:",
      "Go to astrology report": "Mergi la raportul astrologic",
      "Synastry Report": "Raport de sinastrie",
      "Solar return Report": "Raport de întoarcere solară",
      "Numerology Report": "Raport numerologic",
      "Purchase Profile Plan": "Cumpără plan de profil",
      "Complete Premium access": "Acces Premium complet",
      "for": "pentru",
      "Monthly": "Lunar",
      "Processing...": "Procesare...",
      "Profile plan purchased successfully!": "Planul de profil a fost cumpărat cu succes!",
      "Failed to purchase profile plan.": "Nu s-a putut cumpăra planul de profil.",
      "An error occurred during the purchase process.": "A apărut o eroare în timpul procesului de cumpărare.",
      "Please complete the payment authentication.": "Vă rugăm să finalizați autentificarea plății.",
      "Please complete the payment authentication if prompted.": "Vă rugăm să finalizați autentificarea plății dacă vi se solicită.",
      "3D Secure authentication failed.": "Autentificarea 3D Secure a eșuat.",
      "1 Profile": "1 Profil",
      "3 Profiles": "3 Profiluri",
      "6 Profiles": "6 Profiluri",
      "10% off": "10% reducere",
      "20% off": "20% reducere",
      "Total charge 9.99€. Subscription is auto renewable until cancelation.": "Taxă totală 9,99€. Abonamentul se reînnoiește automat până la anulare.",
      "Total charge 29.97€. Subscription is auto renewable until cancelation.": "Taxă totală 29,97€. Abonamentul se reînnoiește automat până la anulare.",
      "Total charge 59.94€. Subscription is auto renewable until cancelation.": "Taxă totală 59,94€. Abonamentul se reînnoiește automat până la anulare.",
      "Add number of profiles": "Adăugați numărul de profiluri",
      "Your currently on": "Sunteți în prezent pe",
      "Maximum Profile Reached": "Numărul maxim de profiluri atins",
      "Please select a plan to upgrade to.": "Vă rugăm să selectați un plan pentru upgrade.",
      "Plan upgraded successfully!": "Planul a fost actualizat cu succes!",
      "Failed to upgrade plan.": "Nu s-a putut actualiza planul.",
      "An error occurred during the upgrade process.": "A apărut o eroare în timpul procesului de actualizare.",
      "Maximum number of friends reached, Consider upgrading your subscription": "Numărul maxim de prieteni a fost atins, luați în considerare actualizarea abonamentului dvs.",
      "Now you can add profile": "Acum puteți adăuga profil",
      "10%": "10%",
      "20%": "20%",
      "off": "reducere",
      "Add Profile": "Adăugați profil",
      "Please select a gender": "Vă rugăm să selectați un gen",
      "Username is required": "Numele de utilizator este obligatoriu",
      "Date of Birth is required": "Data nașterii este obligatorie",
      "Time of Birth:": "Ora nașterii:",
      "Time of Birth is required": "Ora nașterii este obligatorie",
      "I don't know my exact birth time": "Nu știu ora exactă a nașterii",
      "Profile Added": "Profil adăugat",
      "My Profile": "Profilul meu",
      "Guest": "Oaspete",
      "Unlock All Features": "Deblocați toate funcțiile",
      "Settings": "Setări",
      "Logout": "Deconectare",
      "Login": "Autentificare",
      "Logout success": "Deconectare reușită",
      "something went wrong": "ceva a mers greșit",
      "Cancel Profile plan:": "Anulați planul de profil:",
      "Are you sure you want to cancel your current subscription plan? You can apply a discount instead.": "Sigur doriți să anulați planul dvs. de abonament actual? Puteți aplica o reducere în schimb.",
      "Apply": "Aplicați",
      "% discount": "% reducere",
      "By canceling, all profiles in your list will be permanently deleted.": "Prin anulare, toate profilele din lista dvs. vor fi șterse permanent.",
      "SECRET DISCOUNT": "REDUCERE SECRETĂ",
      "SAVE": "ECONOMISIȚI",
      "on your": "pe",
      "profile plan": "plan de profil",
      "Apply Discount": "Aplicați reducerea",
      "The discount will be applied to your next billing cycle.": "Reducerea va fi aplicată la următorul ciclu de facturare.",
      "Failed to cancel the plan. Please try again.": "Nu s-a putut anula planul. Vă rugăm să încercați din nou.",
      "Something went wrong while canceling the plan.": "Ceva a mers greșit în timpul anulării planului.",
      "No discount available at the moment.": "Nu este disponibilă nicio reducere în acest moment.",
      "Discount applied successfully!": "Reducerea a fost aplicată cu succes!",
      "Could not apply discount.": "Nu s-a putut aplica reducerea.",
      "Network error. Please try again.": "Eroare de rețea. Vă rugăm să încercați din nou.",
      "1 profile plan": "plan de 1 profil",
      "3 profile plan": "plan de 3 profiluri",
      "6 profile plan": "plan de 6 profiluri",
      "Your 1 Profile Plan has been successfully canceled!": "Planul dvs. de 1 Profil a fost anulat cu succes!",
      "Your 3 Profile Plan has been successfully canceled!": "Planul dvs. de 3 Profiluri a fost anulat cu succes!",
      "Your 6 Profile Plan has been successfully canceled!": "Planul dvs. de 6 Profiluri a fost anulat cu succes!",
      "Your premium Plan has been successfully canceled!": "Planul dvs. premium a fost anulat cu succes!",
      "Your gold Plan has been successfully canceled!": "Planul dvs. gold a fost anulat cu succes!",
      "Your trial Plan has been successfully canceled!": "Planul dvs. de încercare a fost anulat cu succes!",
      "Your profile Plan has been successfully canceled!": "Planul dvs. de profil a fost anulat cu succes!",
      "A confirmation email has been sent": "A fost trimis un e-mail de confirmare",
      "You have no active profile subscriptions !": "Nu aveți abonamente de profil active!",
      "Add New Profile": "Adăugați profil nou",
      "Frequently Asked Questions (FAQ)": "Întrebări frecvente (FAQ)",
      "1. GENERAL QUESTIONS": "1. ÎNTREBĂRI GENERALE",
      "Q: What is Zodiya?": "Î: Ce este Zodiya?",
      "A: Zodiya is a web-based astrology platform that offers personalized daily horoscopes, birth charts, compatibility analysis, numerology, tarot, and moon phase reports — all based on your unique birth data.": "R: Zodiya este o platformă de astrologie bazată pe web care oferă horoscoape zilnice personalizate, diagrame de naștere, analiză de compatibilitate, numerologie, tarot și rapoarte despre fazele lunii — toate bazate pe datele tale unice de naștere.",
      "Q: Is Zodiya free to use?": "Î: Este Zodiya gratuit de utilizat?",
      "A: Zodiya does not offer free usage. To access the platform, users must first create a profile on our landing page and select a subscription plan. A limited trial plan is available.": "R: Zodiya nu oferă utilizare gratuită. Pentru a accesa platforma, utilizatorii trebuie mai întâi să creeze un profil pe pagina noastră de destinație și să selecteze un plan de abonament. Este disponibil un plan de încercare limitat.",
      "Q: How accurate are the astrology readings?": "Î: Cât de precise sunt citirile astrologice?",
      "A: Our content is generated using a combination of traditional astrological principles and advanced algorithms. While rooted in authentic methods, readings are intended for self-reflection, guidance, and entertainment.": "R: Conținutul nostru este generat folosind o combinație de principii astrologice tradiționale și algoritmi avansați. Deși bazate pe metode autentice, citirile sunt destinate autoreflecției, ghidării și divertismentului.",
      "2. ACCOUNT & REGISTRATION": "2. CONT ȘI ÎNREGISTRARE",
      "Q: How do I create an account?": "Î: Cum creez un cont?",
      "A: You start by entering your personal birth details on our landing page. After selecting and paying for a subscription plan, you'll receive login credentials via email.": "R: Începi prin a introduce detaliile tale personale de naștere pe pagina noastră de destinație. După selectarea și plata unui plan de abonament, vei primi datele de autentificare prin e-mail.",
      "Q: Do I need a password to log in?": "Î: Am nevoie de o parolă pentru a mă conecta?",
      "A: Yes. Upon subscribing, you receive a secure username and password which you'll use to access the web app.": "R: Da. La abonare, primești un nume de utilizator și o parolă securizate pe care le vei folosi pentru a accesa aplicația web.",
      "Q: Can I delete my account?": "Î: Pot șterge contul meu?",
      "A: Yes. To permanently delete your account and all associated data, contact our support team at support@zodiya.net.": "R: Da. Pentru a șterge permanent contul tău și toate datele asociate, contactează echipa noastră de suport la support@zodiya.net.",
      "3. SUBSCRIPTION & PAYMENT": "3. ABONAMENT ȘI PLATĂ",
      "Q: What subscription plans are available?": "Î: Ce planuri de abonament sunt disponibile?",
      "A: We offer a limited-time Trial Plan, the full-feature Premium Plan, and the expanded Gold Plan which includes multi-profile support and additional advanced tools.": "R: Oferim un plan de încercare cu timp limitat, planul Premium cu funcții complete și planul Gold extins care include suport multi-profil și instrumente avansate suplimentare.",
      "Q: How do I cancel my subscription?": "Î: Cum îmi anulez abonamentul?",
      "A: You can cancel your plan anytime via the Subscription section in your account settings. If you also have an active Profile Plan, it will be canceled automatically, and additional profiles will be removed.": "R: Poți anula planul tău oricând prin secțiunea Abonament din setările contului tău. Dacă ai și un plan de profil activ, acesta va fi anulat automat, iar profilele suplimentare vor fi eliminate.",
      "Q: What payment methods are accepted?": "Î: Ce metode de plată sunt acceptate?",
      "A: We accept all major credit and debit cards via secure checkout. Payments are handled through our trusted partner Stripe.": "R: Acceptăm toate cardurile de credit și debit majore prin checkout securizat. Plățile sunt procesate prin partenerul nostru de încredere Stripe.",
      "4. ASTROLOGY REPORTS & FEATURES": "4. RAPOARTE ȘI FUNCȚII ASTROLOGICE",
      "Q: What kind of reports and features does Zodiya offer?": "Î: Ce tipuri de rapoarte și funcții oferă Zodiya?",
      "A: Zodiya includes: Personalized Daily Horoscope, Full Natal Chart, Transit Chart (planetary influences), Moon Phase Report, Synastry (Compatibility) Reports, Numerology Reports, Daily Tarot Draw, Zodiac Sign Insights.": "R: Zodiya include: Horoscop zilnic personalizat, Diagramă natală completă, Diagramă de tranzit (influențe planetare), Raport despre fazele lunii, Rapoarte de sinastrie (compatibilitate), Rapoarte de numerologie, Extragere zilnică de tarot, Perspective despre semnul zodiacal.",
      "Q: Can I add multiple profiles?": "Î: Pot adăuga mai multe profile?",
      "A: Yes. With a valid Profile Plan (available in the Gold tier or as an add-on), you can add 1, 3, or 6 extra profiles and access full content for each.": "R: Da. Cu un plan de profil valid (disponibil în nivelul Gold sau ca supliment), poți adăuga 1, 3 sau 6 profile suplimentare și poți accesa conținut complet pentru fiecare.",
      "Q: How often is my content updated?": "Î: Cât de des este actualizat conținutul meu?",
      "A: Daily horoscopes, moon phase data, and tarot readings are updated every 24 hours based on your local time and planetary transits.": "R: Horoscoapele zilnice, datele despre fazele lunii și citirile de tarot sunt actualizate la fiecare 24 de ore pe baza orei locale și a tranzitelor planetare.",
      "5. DATA PRIVACY & SECURITY": "5. CONFIDENȚIALITATEA ȘI SECURITATEA DATELOR",
      "Q: How is my data protected?": "Î: Cum sunt protejate datele mele?",
      "A: Zodiya complies with GDPR standards. All user data is encrypted and stored securely on protected servers.": "R: Zodiya respectă standardele GDPR. Toate datele utilizatorilor sunt criptate și stocate în siguranță pe servere protejate.",
      "Q: Do you share my personal data?": "Î: Împărtășiți datele mele personale?",
      "A: Absolutely not. Your personal information is never sold or shared with third parties. Please refer to our Privacy Policy for more details.": "R: Absolut deloc. Informațiile tale personale nu sunt niciodată vândute sau partajate cu terți. Te rugăm să consulti Politica noastră de confidențialitate pentru mai multe detalii.",
      "Q: How can I request data deletion?": "Î: Cum pot solicita ștergerea datelor?",
      "A: Send your request to our Data Protection Officer at privacy@zodiya.net or through the Support section in your account.": "R: Trimite solicitarea ta ofițerului nostru de protecție a datelor la privacy@zodiya.net sau prin secțiunea Suport din contul tău.",
      "6. SUPPORT & TECHNICAL ASSISTANCE": "6. ASISTENȚĂ ȘI SUPPORT TEHNIC",
      "Q: How can I contact customer support?": "Î: Cum pot contacta suportul pentru clienți?",
      "A: Reach us anytime at support@zodiya.net or through the Help section inside the app.": "R: Ne poți contacta oricând la support@zodiya.net sau prin secțiunea Ajutor din aplicație.",
      "Q: What should I do if I encounter a technical issue?": "Î: Ce ar trebui să fac dacă întâmpin o problemă tehnică?",
      "A: First, try clearing your browser cache or switching to a different browser. Ensure your browser is up to date. If the issue persists, contact support with a description and screenshot if possible.": "R: Mai întâi, încearcă să ștergi cache-ul browserului sau să treci la un alt browser. Asigură-te că browserul tău este actualizat. Dacă problema persistă, contactează suportul cu o descriere și o captură de ecran, dacă este posibil.",
      "Q: Can I request a refund?": "Î: Pot solicita o rambursare?",
      "A: Refunds are handled in accordance with our refund policy. Please contact us at support@zodiya.net for specific assistance.": "R: Rambursările sunt procesate în conformitate cu politica noastră de rambursare. Te rugăm să ne contactezi la support@zodiya.net pentru asistență specifică.",
      "For any additional questions, don't hesitate to reach out.": "Pentru orice întrebări suplimentare, nu ezita să ne contactezi.",
      "Zodiya Support Team – We're here to help.": "Echipa de suport Zodiya – Suntem aici pentru a te ajuta.",
      "Manage Account": "Gestionare cont",
      "Modify your account settings, deactivate your account, or delete it permanently. Please proceed carefully as some actions are irreversible.": "Modifică setările contului tău, dezactivează contul sau șterge-l permanent. Te rugăm să procedezi cu atenție, deoarece unele acțiuni sunt ireversibile.",
      "Deactivate account": "Dezactivează contul",
      "Delete account": "Șterge contul",
      "Need assistance?": "Ai nevoie de asistență?",
      "Your account has been deleted successfully.": "Contul tău a fost șters cu succes.",
      "Account deletion failed. Please try again.": "Ștergerea contului a eșuat. Te rugăm să încerci din nou.",
      "An error occurred while deleting the account.": "A apărut o eroare la ștergerea contului.",
      "Deactivate Account": "Dezactivează contul",
      "You can temporarily deactivate your account. It will be reactivated automatically when you log back in.": "Poți dezactiva temporar contul tău. Acesta va fi reactivat automat când te vei conecta din nou.",
      "Deactivate my account": "Dezactivează-mi contul",
      "Are you sure you want to deactivate your account?": "Ești sigur că vrei să-ți dezactivezi contul?",
      "All your current active plans will be scheduled for cancellation at the end of the billing cycle. If you log in again, your account and plans will be reactivated.": "Toate planurile tale active vor fi programate pentru anulare la sfârșitul ciclului de facturare. Dacă te conectezi din nou, contul și planurile tale vor fi reactivate.",
      "Deactivate My Account": "Dezactivează-mi contul",
      "Failed to deactivate account.": "Dezactivarea contului a eșuat.",
      "Failed to deactivate account. Please try again.": "Dezactivarea contului a eșuat. Te rugăm să încerci din nou.",
      "Your account has been successfully deactivated!": "Contul tău a fost dezactivat cu succes!",
      "A confirmation email has been sent.": "A fost trimis un e-mail de confirmare.",
      "Logout failed, redirecting to login.": "Deconectarea a eșuat, redirecționare la autentificare.",
      "Enter your email": "Introdu e-mailul tău",
      "Password:": "Parolă:",
      "Enter your password": "Introdu parola ta",
      "Forgot password?": "Ai uitat parola?",
      "Don't have an account yet?": "Nu ai încă un cont?",
      "Sign up": "Înregistrează-te",
      "Login Success.": "Autentificare reușită.",
      "Login Failed.": "Autentificare eșuată.",
      "Invalid email or password.": "E-mail sau parolă invalidă.",
      "Delete Account": "Șterge contul",
      "Permanently delete your account. This action will revoke all access and remove all your data from our systems.": "Șterge permanent contul tău. Această acțiune va revoca toate accesurile și va elimina toate datele tale din sistemele noastre.",
      "Delete my Account": "Șterge-mi contul",
      "You can't delete your account as you have active subscription plans. Manage your active subscription plans or cancel them.": "Nu poți șterge contul deoarece ai planuri de abonament active. Gestionează planurile tale de abonament active sau anulează-le.",
      "Cancel my plans": "Anulează planurile mele",
      "Go back": "Înapoi",
      "By deleting your account, you agree to the following:": "Prin ștergerea contului tău, ești de acord cu următoarele:",
      "Loss of access to your account": "Pierderea accesului la contul tău",
      "Permanent deletion of your personal data": "Ștergerea permanentă a datelor tale personale",
      "Retention of anonymized logs as per our policy": "Păstrarea jurnalelor anonimizate conform politicii noastre",
      "Delete My Account": "Șterge-mi contul",
      "Failed to delete account.": "Ștergerea contului a eșuat.",
      "Failed to delete account. Please try again.": "Ștergerea contului a eșuat. Te rugăm să încerci din nou.",
      "Plans": "Planuri",
      "Cancel plan:": "Anulează planul:",
      "Are you sure you want to cancel your current subscription plan? You can switch to a lower-tier plan or apply a discount instead.": "Ești sigur că vrei să-ți anulezi planul de abonament actual? Poți trece la un plan de nivel inferior sau poți aplica o reducere în schimb.",
      "Switch to Lower-Tier Plan": "Trece la plan de nivel inferior",
      "Apply {percentage}% discount": "Aplică reducere de {percentage}%",
      "By canceling your plan, you will lose access to all astrology reports, and all added profiles on your profile list will be deleted permanently.": "Prin anularea planului tău, vei pierde accesul la toate rapoartele astrologice, iar toate profilele adăugate din lista ta de profile vor fi șterse permanent.",
      "Help Us Improve": "Ajută-ne să ne îmbunătățim",
      "We'd Appreciate it if you could tell us why you're canceling": "Am aprecia dacă ne-ai putea spune de ce anulezi",
      "Select a reason": "Selectează un motiv",
      "I wasn't using it often enough": "Nu îl foloseam suficient de des",
      "Too expensive.": "Prea scump.",
      "Didn't find the value worth the cost.": "Nu am găsit că valoarea merită costul.",
      "It didn't meet my needs or expectations.": "Nu a îndeplinit nevoile sau așteptările mele.",
      "Features I needed were unavailable.": "Funcțiile de care aveam nevoie nu erau disponibile.",
      "Reports or insights were too basic.": "Rapoartele sau perspectivele erau prea de bază.",
      "I encountered technical problems.": "Am întâmpinat probleme tehnice.",
      "Poor app performance or usability issues.": "Performanță slabă a aplicației sau probleme de utilizabilitate.",
      "Reports or horoscopes weren't accurate.": "Rapoartele sau horoscoapele nu erau precise.",
      "Information was repetitive or unhelpful.": "Informațiile erau repetitive sau nefolositoare.",
      "Other": "Altul",
      "Would you have stayed subscribed if we Offered:": "Ai fi rămas abonat dacă am fi oferit:",
      "Lower-cost subscription": "Abonament la preț redus",
      "Annual discounted rates": "Tarife reduse anuale",
      "Additional premium content": "Conținut premium suplimentar",
      "Cancellation failed. Please try again.": "Anularea a eșuat. Te rugăm să încerci din nou.",
      "An error occurred while canceling the plan.": "A apărut o eroare la anularea planului.",
      "Get full access on all our premium reports and readings": "Obține acces complet la toate rapoartele și citirile noastre premium",
      "Your currently on {plan} plan": "Ești momentan pe planul {plan}",
      "CONTINUE": "CONTINUĂ",
      "You can cancel anytime. Total charge 119,92€. Subscriptions is auto renewable until cancelation.": "Poți anula oricând. Taxă totală 119,92€. Abonamentele se reînnoiesc automat până la anulare.",
      "You can cancel any time. Total charge 2.99€. After 3 days trial you will be charged 19.99 weekly, billed monthly. Subscriptions is auto renewable until cancelation.": "Poți anula oricând. Taxă totală 2,99€. După 3 zile de încercare vei fi taxat 19,99 săptămânal, facturat lunar. Abonamentele se reînnoiesc automat până la anulare.",
      "You can cancel any time. Total charge 167.88€. Subscriptions is auto renewable until cancelation.": "Poți anula oricând. Taxă totală 167,88€. Abonamentele se reînnoiesc automat până la anulare.",
      "Change Payments Details": "Schimbă detaliile de plată",
      "Consider upgrading or downgrading your current plan": "Luați în considerare upgrade-ul sau downgrade-ul planului actual",
      "Plan purchased successfully!": "Plan cumpărat cu succes!",
      "Subscription failed. Try again.": "Abonamentul a eșuat. Încearcă din nou.",
      "Payment failed. Please try again.": "Plata a eșuat. Te rugăm să încerci din nou.",
      " 3 days trial": " 3 zile de încercare",
      " 2 months": " 2 luni",
      " 3 months": " 3 luni",
      "Natal Chart Report": "Raport diagramă natală",
      "Synstry chart": "Diagramă sinastrie",
      "All included in": "Tot inclus în",
      "Starter +": "Începător +",
      "Synstry report": "Raport sinastrie",
      "All included in Starter  + full access on all reports": "Tot inclus în Începător + acces complet la toate rapoartele",
      "All included in  Premium  + special offers": "Tot inclus în Premium + oferte speciale",
      "3 days trial. Then €19.99 weekly": "3 zile de încercare. Apoi 19,99€ săptămânal",
      "You have Already Purchase Gold Subscription": "Ai cumpărat deja abonament Gold",
      "Terms of Services | Privacy Policy | Membership Terms": "Termeni de serviciu | Politică de confidențialitate | Termeni de membru",
      "Tarot prediction": "Predicție tarot",
      "Daily transit": "Tranzit zilnic",
      "Horoscopes": "Horoscoape",
      "Natal chart": "Diagramă natală",
      "You are Subscribing to Zodiya {plan} Plan": "Te abonezi la planul Zodiya {plan}",
      "Existing Payment Methods:": "Metode de plată existente:",
      "No payment methods found": "Nu s-au găsit metode de plată",
      "Add New Payment Method": "Adaugă metodă de plată nouă",
      "Pay": "Plătește",
      "Pay to Zodiya": "Plătește către Zodiya",
      "You already have a subscription plan": "Ai deja un plan de abonament",
      "Something went wrong while initiating payment.": "Ceva a mers greșit la inițierea plății.",
      "Something went wrong while fetching payment methods.": "Ceva a mers greșit la preluarea metodelor de plată.",
      "No payment method selected.": "Nu a fost selectată nicio metodă de plată.",
      "An error occurred while processing payment": "A apărut o eroare la procesarea plății",
      "The general": "Condițiile generale",
      "terms and conditions": "termeni și condiții",
      "also apply with regard to data protection. If you are satisfied with our service, no further action is required from you.": "se aplică și în ceea ce privește protecția datelor. Dacă ești mulțumit de serviciul nostru, nu este necesară nicio acțiune suplimentară din partea ta.",
      "You can cancel any time.": "Poți anula oricând.",
      "All prices include VAT.": "Toate prețurile includ TVA.",
      "This service is only for person over 18 y.": "Acest serviciu este doar pentru persoane peste 18 ani.",
      "Your Starter membership will be automatically renewed. The 3 days trial membership is extended by another month (€89.94).": "Abonamentul tău Starter se va reînnoi automat. Abonamentul de încercare de 3 zile se prelungește cu încă o lună (€89,94).",
      "Your Premium membership will be automatically renewed. The 2 month membership is extended by another 2 months (€119.92).": "Abonamentul tău Premium se va reînnoi automat. Abonamentul de 2 luni se prelungește cu încă 2 luni (€119,92).",
      "Your Gold membership will be automatically renewed. The 3 month membership is extended by another 3 months (€167.88).": "Abonamentul tău Gold se va reînnoi automat. Abonamentul de 3 luni se prelungește cu încă 3 luni (€167,88).",
      "By providing your card information, you allow Zodiya sandbox to charge your card for future payments in accordance with their terms.": "Prin furnizarea informațiilor despre card, permiți sandbox-ului Zodiya să-ți încarce cardul pentru plăți viitoare în conformitate cu termenii lor.",
      "Secure Payments Powered by stripe": "Plăți securizate alimentate de Stripe",
      "Safe and Secure SSL Encrypted": "Sigur și securizat criptat SSL",
      "Your purchasing {profile} Subscription": "Cumperi abonament {profile}",
      "ending in": "terminând cu",
      "you already have profile subscription": "Ai deja un abonament de profil",
      "An error occured": "A apărut o eroare",
      "An error occurred": "A apărut o eroare",
      "Forgot Your Password?": "Ai uitat parola?",
      "Enter your email address and will send you a link to reset your password.": "Introdu adresa ta de e-mail și îți vom trimite un link pentru a-ți reseta parola.",
      "Email address": "Adresă de e-mail",
      "Send Reset Link": "Trimite link de resetare",
      "A Password reset link has been sent to your email.": "Un link de resetare a parolei a fost trimis la adresa ta de e-mail."
    },
    "de": {
      "English": "Englisch",
      "Romanian": "Rumänisch",
      "German": "Deutsch",
      "You are Subscribing to Zodiya {plan} Plan": "Sie abonnieren den Zodiya-{plan}-Plan",
      "Your purchasing {profile} Subscription": "Sie erwerben das {profile}-Abonnement",
      "ending in": "endet auf",
      "Login": "Anmelden",
      "Forgot Your Password?": "Passwort vergessen?",
      "Enter your email address and will send you a link to reset your password.": "Geben Sie Ihre E-Mail-Adresse ein und wir senden Ihnen einen Link zum Zurücksetzen Ihres Passworts.",
      "Email address": "E-Mail-Adresse",
      "Send Reset Link": "Link zum Zurücksetzen senden",
      "A Password reset link has been sent to your email.": "Ein Link zum Zurücksetzen des Passworts wurde an Ihre E-Mail-Adresse gesendet.",
      "Annual Horoscope": "Jahreshoroskop",
      "ANNUAL HOROSCOPE FOR 2026:": "JAHRESHOROSKOP FÜR 2026:",
      "Love:": "Liebe:",
      "Love and Partnership:": "Liebe und Partnerschaft:",
      "Career and Finances:": "Karriere und Finanzen:",
      "Fitness and Health:": "Fitness und Gesundheit:",
      "Best Months for": "Die besten Monate für",
      "in 2026:": "im Jahr 2026:",
      "Your": "Dein",
      "Talisman for 2026:": "Talisman für 2026:",
      "Horoscope For Happiness": "Horoskop für Glück",
      "It's a matter of luck. Some have it, others don't. Perhaps many don't perceive their happiness that way or simply aren't willing to do anything for it.": "Es ist eine Frage des Glücks. Manche haben es, andere nicht. Vielleicht nehmen viele ihr Glück nicht auf diese Weise wahr oder sind einfach nicht bereit, etwas dafür zu tun.",
      "The pessimist moans like crazy when he sprains his ankle. The optimist is glad it's just the leg, and nothing else happened. Which type are you? Are you a soldier of fortune, spoiled by success, or, better said, a person who perpetually complains?": "Der Pessimist jammert wie verrückt, wenn er sich den Knöchel verstaucht. Der Optimist ist froh, dass es nur das Bein ist und nichts anderes passiert ist. Welcher Typ bist du? Bist du ein Glückskind, vom Erfolg verwöhnt, oder, besser gesagt, ein Mensch, der sich ständig beklagt?",
      "Horoscope for Happiness": "Horoskop für Glück",
      "Here's how": "So kann",
      "can spin the wheel of fortune:": "das Rad des Glücks drehen:",
      "Lucky Charms for": "Glücksbringer für",
      ":": ":",
      "Career Horoscope": "Karrierehoroskop",
      "Few decisions in life are as crucial as choosing a career, considering that we'll spend 1/3 of our lives working. What could be worse than waking up in the morning with the thought that today you have to go to a job you hate? It's not uncommon for the soul to react to a job you dislike with various illnesses at some point": "Wenige Entscheidungen im Leben sind so entscheidend wie die Berufswahl, wenn man bedenkt, dass wir ein Drittel unseres Lebens mit Arbeit verbringen. Was könnte schlimmer sein, als morgens mit dem Gedanken aufzuwachen, dass du heute zu einem Job musst, den du hasst? Es ist nichts Ungewöhnliches, dass die Seele irgendwann mit verschiedenen Krankheiten auf eine ungeliebte Arbeit reagiert.",
      "A career horoscope can be of great assistance when it comes to career choices, as the significant step from being a student, apprentice, or professional often shapes the course of one's life. Which profession suits your zodiac sign?": "Ein Karrierehoroskop kann bei der Berufswahl eine große Hilfe sein, denn der wichtige Schritt vom Schüler, Auszubildenden oder Studenten ins Berufsleben prägt oft den Lebensweg. Welcher Beruf passt zu deinem Sternzeichen?",
      "Career horoscope": "Karrierehoroskop",
      "Typical occupations for": "Typische Tätigkeiten für",
      "Typical jobs for": "Typische Jobs für",
      "Children's Horoscope": "Kinderhoroskop",
      "Astrology assumes that considering birth dates can provide valuable information about why, for example, an Aries child thinks differently from a Pisces child. It would be wrong to reduce children to their zodiac sign, but perhaps a general horoscope for children can at least give parents something to think about if they wonder why their child gets angry while other children play peacefully and behave well in the park.": "Die Astrologie geht davon aus, dass die Berücksichtigung der Geburtsdaten wertvolle Hinweise darauf geben kann, warum zum Beispiel ein Widderkind anders denkt als ein Fischekind. Es wäre falsch, Kinder auf ihr Sternzeichen zu reduzieren, aber vielleicht kann ein allgemeines Kinderhoroskop Eltern zumindest Denkanstöße geben, wenn sie sich fragen, warum ihr Kind wütend wird, während andere Kinder friedlich spielen und sich im Park gut benehmen.",
      "Even if general horoscopes like this one are more for fun, it's certainly not a mistake for adults to have a little more understanding for their children.": "Auch wenn allgemeine Horoskope wie dieses eher zur Unterhaltung dienen, ist es sicherlich kein Fehler, wenn Erwachsene ein wenig mehr Verständnis für ihre Kinder aufbringen.",
      "Every child is a gift from heaven and, of course, a source of pride for their parents. Unfortunately, it is often forgotten that each newcomer brings their own little personality and thus their own needs that cannot fit into a predetermined template or table of average values.": "Jedes Kind ist ein Geschenk des Himmels und natürlich eine Quelle des Stolzes für seine Eltern. Leider wird oft vergessen, dass jeder Neuankömmling seine eigene kleine Persönlichkeit und damit eigene Bedürfnisse mitbringt, die sich nicht in eine vorgegebene Schablone oder eine Tabelle mit Durchschnittswerten pressen lassen.",
      "Children's horoscope": "Kinderhoroskop",
      "Partner Horoscope": "Partnerhoroskop",
      "The partner horoscope should provide information about how two people harmonize, understand each other, what connects them, and areas where there might be issues. Astrology considers the exact birth dates of both partners and examines them with very specific methods. These methods for comparing partners include the so-called composite and synastry horoscopes. The following descriptions only relate to the corresponding zodiac signs and therefore cannot provide information about who fits together and who does not. Therefore, read everything with a bit of distance and a good dose of humor in the background of entertaining astrology.": "Das Partnerhoroskop soll darüber Auskunft geben, wie zwei Menschen harmonieren, sich verstehen, was sie verbindet und in welchen Bereichen es Schwierigkeiten geben könnte. Die Astrologie berücksichtigt die genauen Geburtsdaten beider Partner und untersucht sie mit sehr speziellen Methoden. Zu diesen Methoden des Partnervergleichs gehören die sogenannten Composit- und Synastriehoroskope. Die folgenden Beschreibungen beziehen sich nur auf die jeweiligen Sternzeichen und können daher keine Auskunft darüber geben, wer zueinander passt und wer nicht. Lies deshalb alles mit ein wenig Abstand und einer guten Portion Humor im Hintergrund der unterhaltenden Astrologie.",
      "However, we don't want to miss the opportunity to take you on a little journey through the world of partnership and relationships based on your zodiac sign and the basic energies associated with it. So, we warmly invite you to be inspired, improvise, and feel which parts of your being can influence you and your partner.": "Dennoch möchten wir die Gelegenheit nicht verpassen, dich auf eine kleine Reise durch die Welt der Partnerschaft und Beziehungen auf Grundlage deines Sternzeichens und der damit verbundenen Grundenergien mitzunehmen. Daher laden wir dich herzlich ein, dich inspirieren zu lassen, zu improvisieren und zu erspüren, welche Teile deines Wesens dich und deinen Partner beeinflussen können.",
      "We wish you all the best in love, regardless of which zodiac sign you are and whoever you are in a relationship with!": "Wir wünschen dir in der Liebe nur das Beste – ganz gleich, welches Sternzeichen du hast und mit wem du in einer Beziehung bist!",
      "Single Horoscope": "Single-Horoskop",
      "Still searching for your suitable partner? Then just read what our horoscope has to say to you. How do others perceive you based on your zodiac sign? Where can you successfully seek love? Are you considered boring, talkative, or attractive by people? The single's horoscope has answers to all these questions, and who knows: you might find a suggestion here on how to convince Cupid to shoot his arrows in the direction of your dream partner.": "Suchst du noch nach deinem passenden Partner? Dann lies einfach, was unser Horoskop dir zu sagen hat. Wie nehmen andere dich anhand deines Sternzeichens wahr? Wo kannst du die Liebe erfolgreich suchen? Halten dich die Menschen für langweilig, geschwätzig oder attraktiv? Das Single-Horoskop hat Antworten auf all diese Fragen, und wer weiß: Vielleicht findest du hier einen Hinweis, wie du Amor dazu bringst, seine Pfeile in Richtung deines Traumpartners zu schießen.",
      "Single": "Single",
      "Health Horoscope": "Gesundheitshoroskop",
      "If you want to believe in ancient traditions, it is said that astrology and medicine worked together in the early times.": "Wenn du an alte Traditionen glauben möchtest, heißt es, dass Astrologie und Medizin in frühen Zeiten zusammenarbeiteten.",
      "What is astro-medicine?": "Was ist Astromedizin?",
      "Today, under the term astromedicine, it is understood as the examination of the birth chart concerning potential weak points, thereby determining possible predispositions to physical and/or mental illnesses. According to astrological teachings, zodiac signs, house positions, planetary positions, and all their aspects are associated with specific parts of the body and organs.": "Heute versteht man unter dem Begriff Astromedizin die Untersuchung des Geburtshoroskops im Hinblick auf mögliche Schwachstellen, um so potenzielle Veranlagungen zu körperlichen und/oder seelischen Erkrankungen zu bestimmen. Nach astrologischer Lehre werden Sternzeichen, Häuserstellungen, Planetenpositionen und all ihre Aspekte bestimmten Körperteilen und Organen zugeordnet.",
      "Is illness really in the horoscope?": "Steht Krankheit wirklich im Horoskop?",
      "Astrology consultants, alternative practitioners, or other therapists familiar with astrology may be able to provide health recommendations based on a person's birth chart. Advocates of so-called astromedicine claim that potential predispositions or tendencies towards health disorders can be identified in advance.": "Astrologische Berater, Heilpraktiker oder andere mit der Astrologie vertraute Therapeuten können anhand des Geburtshoroskops eines Menschen Gesundheitsempfehlungen geben. Befürworter der sogenannten Astromedizin behaupten, dass sich mögliche Veranlagungen oder Tendenzen zu Gesundheitsstörungen im Voraus erkennen lassen.",
      "Critics are certainly right to emphasize the underestimated danger that merely believing in a supposedly dormant illness can cause much more harm than actual health problems. In individuals who are mentally unstable or prone to hypochondria, examining the personal natal chart for astro-medically indicated health tendencies is undoubtedly harmful, even unacceptable.": "Kritiker haben sicherlich recht, auf die unterschätzte Gefahr hinzuweisen, dass der bloße Glaube an eine vermeintlich schlummernde Krankheit viel mehr Schaden anrichten kann als tatsächliche Gesundheitsprobleme. Bei Menschen, die psychisch instabil oder zu Hypochondrie neigen, ist die Untersuchung des persönlichen Geburtshoroskops auf astromedizinisch angezeigte Gesundheitstendenzen zweifellos schädlich, ja sogar unvertretbar.",
      "Zodiac signs in astro-medicine:": "Sternzeichen in der Astromedizin:",
      "Below, we have compiled some instructions and advice for each zodiac sign, taking into account recommendations from ancient astrological theory and experience. Enjoy!": "Im Folgenden haben wir für jedes Sternzeichen einige Hinweise und Ratschläge zusammengestellt, die auf Empfehlungen der alten astrologischen Theorie und Erfahrung beruhen. Viel Vergnügen!",
      "Health horoscope and astro-medicine for": "Gesundheitshoroskop und Astromedizin für",
      "Recommendations for": "Empfehlungen für",
      "Financial Horoscope": "Finanzhoroskop",
      "Whether someone has a predisposition for money and whether they will become wealthy during their lifetime or remain forever poor is something astrology can reveal through the so-called existential axis in the horoscope. If you want to shed some light on why your wallet is always chronically empty, you might want to examine or have your very personal birth chart reviewed with regard to the axis of existence.": "Ob jemand eine Veranlagung zu Geld hat und im Laufe seines Lebens reich wird oder für immer arm bleibt, kann die Astrologie über die sogenannte Existenzachse im Horoskop zeigen. Wenn du etwas Licht ins Dunkel bringen möchtest, warum dein Geldbeutel chronisch leer ist, solltest du dein ganz persönliches Geburtshoroskop im Hinblick auf die Existenzachse betrachten oder betrachten lassen.",
      "Existence Axis in the Natal Chart": "Existenzachse im Geburtshoroskop",
      "Astrological theory of experience claims that the connection between the second and eighth houses, which are directly opposite in the birth chart, forms the so-called existence axis . The second house in the horoscope symbolizes wealth and material possessions. At the same time, however, it also advocates the self-esteem and security needs of the person in question. The eighth house symbolizes, among other things, other people's money but also shared money Here, astrological teachings seek indications of financial dependence, for example. Traces of potential inheritances should also be found here.": "Die erfahrungsorientierte Astrologielehre besagt, dass die Verbindung zwischen dem zweiten und dem achten Haus, die sich im Geburtshoroskop direkt gegenüberliegen, die sogenannte Existenzachse bildet. Das zweite Haus im Horoskop symbolisiert Reichtum und materiellen Besitz. Gleichzeitig steht es jedoch auch für Selbstwertgefühl und Sicherheitsbedürfnis der betreffenden Person. Das achte Haus symbolisiert unter anderem das Geld anderer, aber auch gemeinsames Geld. Hier sucht die Astrologie zum Beispiel nach Hinweisen auf finanzielle Abhängigkeit. Auch Spuren möglicher Erbschaften sollen sich hier finden lassen.",
      "Material security or a hand-to-mouth existence?": "Materielle Sicherheit oder Leben von der Hand in den Mund?",
      "When interpreting the existence axis the zodiac signs in which the cusps of the second and eighth houses are located are also taken into account. Usually, the following zodiac sign is considered. This way, astrology looks for clues about how the relevant person deals with the topic of money and finances. Additionally, astrological interpretation explores whether and which planetary influences can be found in the second and eighth houses.": "Bei der Deutung der Existenzachse werden auch die Sternzeichen berücksichtigt, in denen sich die Häuserspitzen des zweiten und achten Hauses befinden. Meist wird dabei das folgende Sternzeichen herangezogen. Auf diese Weise sucht die Astrologie nach Hinweisen darauf, wie die betreffende Person mit dem Thema Geld und Finanzen umgeht. Zusätzlich wird untersucht, ob und welche planetarischen Einflüsse im zweiten und achten Haus zu finden sind.",
      "Saturn in the 8th House: No Gain Without Diligence": "Saturn im 8. Haus: Kein Gewinn ohne Fleiß",
      "For example, if the party pooper Saturn is in the eighth house in the natal chart, astrology will likely assume, with a high degree of certainty, that significant opportunities for other people's money are not expected here. Anyone with such birth conditions expecting an inheritance from a wealthy uncle in America or hoping to catch a millionaire is likely to be disappointed. Financial security from a partner is also unlikely. Saturn doesn't give gifts - rewards come through one's own hard work. Saturn in the 8th house always demands readiness for hard work, and a certain level of frugality is a prerequisite. In this case, from an astrological perspective, the individual will have to reconcile with earning a living. However, dedication and effort will ultimately be rewarded, and the person in question will be able to reap a suitable harvest for their labor.": "Befindet sich zum Beispiel der Spielverderber Saturn im achten Haus des Geburtshoroskops, wird die Astrologie mit großer Wahrscheinlichkeit davon ausgehen, dass hier nicht mit bedeutenden Chancen auf das Geld anderer zu rechnen ist. Wer unter solchen Geburtsbedingungen auf ein Erbe eines reichen Onkels in Amerika hofft oder darauf, einen Millionär zu angeln, wird vermutlich enttäuscht werden. Auch finanzielle Absicherung durch einen Partner ist eher unwahrscheinlich. Saturn macht keine Geschenke – Belohnungen kommen durch eigene harte Arbeit. Saturn im 8. Haus verlangt stets Bereitschaft zu harter Arbeit, und ein gewisses Maß an Sparsamkeit ist Voraussetzung. In diesem Fall muss sich der Betroffene aus astrologischer Sicht damit abfinden, seinen Lebensunterhalt selbst zu verdienen. Hingabe und Einsatz werden jedoch letztlich belohnt, und die betreffende Person kann eine angemessene Ernte für ihre Mühen einfahren.",
      "Zodiac Signs and Precious Money": "Sternzeichen und das liebe Geld",
      "Are you a money fox, a miser, or do you have what it takes to become a millionaire? Just see what your zodiac sign can do when it comes to money and finances. Keep in mind that such a general task, which only relates to the sun sign, cannot have any real meaning and should be considered as entertainment. Enjoy reading!": "Bist du ein Geldfuchs, ein Geizhals oder hast du das Zeug zum Millionär? Schau einfach, was dein Sternzeichen in Sachen Geld und Finanzen draufhat. Bedenke, dass eine derart allgemeine Betrachtung, die sich nur auf das Sonnenzeichen bezieht, keine wirkliche Bedeutung haben kann und als Unterhaltung verstanden werden sollte. Viel Spaß beim Lesen!",
      "Gift Horoscope": "Geschenkhoroskop",
      "Small gifts maintain friendships! Do you know that? Do you need a gift or souvenir, and can't immediately think of anything suitable? Of course, a mandatory bouquet of flowers will also do in case of emergency. But are you sure that a bouquet of roses truly satisfies the taste of the person you're giving it to? Maybe they prefer carnations! Find out and read what you can do to make each zodiac sign happy.": "Kleine Geschenke erhalten die Freundschaft! Kennst du das? Du brauchst ein Geschenk oder Mitbringsel und dir fällt auf Anhieb nichts Passendes ein? Natürlich tut es im Notfall auch ein obligatorischer Blumenstrauß. Aber bist du sicher, dass ein Rosenstrauß wirklich den Geschmack des Beschenkten trifft? Vielleicht mag er lieber Nelken! Finde es heraus und lies nach, womit du jedes Sternzeichen glücklich machen kannst.",
      "Child": "Kind",
      "Woman": "Frau",
      "Man": "Mann",
      "Grandparents": "Großeltern",
      "Gift Tips:": "Geschenktipps:",
      "Horoscope For Senior Citizens": "Seniorenhoroskop",
      "In the vernacular, it is said, You're as young as you feel, or No one has leased eternal youth But does that really apply to everyone? The fact is: no one is like another. Astrology claims that the quality of old age is also related to the zodiac sign. What does your zodiac sign expect in old age?": "Im Volksmund heißt es: Man ist so jung, wie man sich fühlt, oder: Niemand hat sich die ewige Jugend gepachtet. Aber trifft das wirklich auf alle zu? Tatsache ist: Kein Mensch gleicht dem anderen. Die Astrologie behauptet, dass auch die Qualität des Alters mit dem Sternzeichen zusammenhängt. Was erwartet dein Sternzeichen im Alter?",
      "Senior citizens Horoscope for": "Seniorenhoroskop für",
      "Erotic Horoscope": "Erotikhoroskop",
      "It would certainly be inappropriate to delve into people's intimate lives and claim that someone could be daring or an absolute dynamo in bed based on their zodiac sign. Equally presumptuous would be trying to determine someone's sexual inclinations – whether they prefer to live their love life as straight, gay, or lesbian – based on their astrological sign.": "Es wäre sicherlich unangebracht, sich zu sehr in das Intimleben der Menschen einzumischen und zu behaupten, jemand könne allein aufgrund seines Sternzeichens im Bett besonders wagemutig oder ein absolutes Kraftpaket sein. Ebenso anmaßend wäre es, aus dem Sternzeichen die sexuellen Neigungen ableiten zu wollen – ob jemand sein Liebesleben heterosexuell, schwul oder lesbisch lebt.",
      "In love, anything is possible.": "In der Liebe ist alles möglich.",
      "One might behave reserved outwardly but shine with passion within, while another may appear to be a wild lover, only to disappoint in bed. Surely, someone is not inherently good or bad in bed due to their zodiac sign. Nevertheless, we want to explore the answers and not take it all too seriously, examining what astrology tends to attribute to specific zodiac signs in terms of eroticism.": "Jemand kann sich nach außen hin zurückhaltend geben und innerlich vor Leidenschaft brennen, während ein anderer wie ein heißer Liebhaber wirkt und im Bett dann eher enttäuscht. Sicherlich ist niemand allein wegen seines Sternzeichens von Natur aus gut oder schlecht im Bett. Trotzdem möchten wir den Antworten nachspüren und das Ganze nicht allzu ernst nehmen, sondern betrachten, was die Astrologie bestimmten Sternzeichen in Sachen Erotik nachsagt.",
      "Zodiac signs and your sex appeal.": "Sternzeichen und dein Sex-Appeal.",
      "What do you think about that particular something? One person has it, another doesn't. Is it possible that someone's attractiveness is ingrained from birth? What about sex appeal? If you follow astrological teachings, you should be able to find signs in someone's natal chart indicating whether they go through life as a beauty or have been in a less favorable position in terms of looks and charisma. Of course, common sense tells us that a person's appearance is probably more connected to disposition and genetics. You can, but you don't have to believe astrology's claim that the horoscope can provide information about a person's external appearance and its impact on their surroundings.": "Was hältst du von diesem gewissen Etwas? Der eine hat es, der andere nicht. Ist es möglich, dass Attraktivität einem Menschen in die Wiege gelegt wird? Und wie steht es mit Sex-Appeal? Wenn du der astrologischen Lehre folgst, solltest du im Geburtshoroskop Hinweise darauf finden können, ob jemand als Schönheit durchs Leben geht oder in Bezug auf Aussehen und Ausstrahlung eher im Nachteil ist. Natürlich sagt uns der gesunde Menschenverstand, dass das Aussehen eines Menschen vermutlich stärker mit Veranlagung und Genetik zusammenhängt. Du kannst, musst aber nicht daran glauben, dass das Horoskop Auskunft über das äußere Erscheinungsbild eines Menschen und seine Wirkung auf die Umwelt geben kann.",
      "The following example cannot be entirely dismissed and at least gives food for thought: Astrology asserts that a person with a well-placed and unharmed Venus on the ascendant in the natal chart leaves an excellent impression on those around them. If this person is also born under the sign of Libra, astrology almost certainly assumes that they are aesthetically pleasing, or good-looking. Allegedly, this is indeed the case, although exceptions always exist.": "Das folgende Beispiel lässt sich nicht völlig von der Hand weisen und regt zumindest zum Nachdenken an: Die Astrologie behauptet, dass eine Person mit einer gut gestellten und unbeeinträchtigten Venus am Aszendenten im Geburtshoroskop einen hervorragenden Eindruck auf ihre Umgebung macht. Ist diese Person zudem im Zeichen der Waage geboren, geht die Astrologie beinahe sicher davon aus, dass sie ästhetisch ansprechend bzw. gutaussehend ist. Angeblich ist dies tatsächlich oft der Fall, auch wenn es immer Ausnahmen gibt.",
      "Aries, Leo, and Sagittarius have fire and passion in their blood.": "Widder, Löwe und Schütze haben Feuer und Leidenschaft im Blut.",
      "When it comes to love and eroticism, astrology confirms that fiery signs have a lot of temperament. Aries jumps into action quickly, being a passionate lover who doesn't hesitate. Leo shares a lot in common with Aries in this regard. They are grandiose lovers, taking what they need. Leo is an invincible hero in bed, a walking erotic package leaving no doubt about their potency. They are open to all kinds of love but also appreciate being admired and adored. Witty Sagittarius is also at home in the fiery element. Always open to new things in bed, they dislike being confined.": "Wenn es um Liebe und Erotik geht, bestätigt die Astrologie, dass die Feuerzeichen viel Temperament besitzen. Der Widder stürzt sich schnell ins Geschehen, ist ein leidenschaftlicher Liebhaber, der nicht zögert. Der Löwe hat in dieser Hinsicht viel mit dem Widder gemeinsam. Er ist ein großartiger Liebhaber, der sich nimmt, was er braucht. Der Löwe ist im Bett ein unbesiegbarer Held, ein wandelndes erotisches Gesamtpaket, das keinen Zweifel an seiner Potenz lässt. Er ist allen Arten der Liebe gegenüber aufgeschlossen, genießt es aber auch, bewundert und angebetet zu werden. Der geistreiche Schütze fühlt sich ebenfalls im Feuerelement zu Hause. Immer offen für Neues im Bett, mag er es gar nicht, eingeengt zu werden.",
      "Taurus, Virgo, and Capricorn - For earth signs, erotica is also paired with reason.": "Stier, Jungfrau und Steinbock – für Erdzeichen ist Erotik ebenfalls mit Vernunft gepaart.",
      "Taurus, Virgo, and Capricorn are astrologically attributed to the earth element. Known for their grounded nature, they are not inherently bold when it comes to love. In terms of love and eroticism, typical Taurus takes things slowly. They take their time, don't rush in, and are knowledgeable. Of course, lovemaking may take a little longer. Virgo is characterized not only by reason in life but also in bed. They prefer a familiar environment and would rather plan a seductive evening than engage in quick sex in improbable places. Eroticism and reason go hand in hand - at least for Virgo. Infidelity and affairs come with complications, so a true Virgo will willingly avoid them. The reserved Capricorn is slow to open up and takes time to trust a partner.": "Stier, Jungfrau und Steinbock werden astrologisch dem Erdelement zugeordnet. Sie sind für ihre Bodenständigkeit bekannt und von Natur aus nicht unbedingt waghalsig, wenn es um die Liebe geht. In Sachen Liebe und Erotik lässt sich der typische Stier Zeit. Er nimmt sich Muße, stürzt sich nicht kopflos hinein und gilt als kundig. Natürlich kann sich das Liebesspiel dadurch etwas in die Länge ziehen. Die Jungfrau ist nicht nur im Leben, sondern auch im Bett von Vernunft geprägt. Sie bevorzugt eine vertraute Umgebung und plant lieber einen verführerischen Abend, als sich auf schnellen Sex an unwahrscheinlichen Orten einzulassen. Erotik und Vernunft gehen – zumindest für die Jungfrau – Hand in Hand. Untreue und Affären bringen Komplikationen mit sich, daher wird eine echte Jungfrau sie bereitwillig vermeiden. Der zurückhaltende Steinbock öffnet sich nur langsam und braucht Zeit, um einem Partner zu vertrauen.",
      "Gemini, Libra, and Aquarius can do without boredom - even in bed.": "Zwillinge, Waage und Wassermann kommen auch im Bett ohne Langeweile aus.",
      "Gemini, Libra, and Aquarius are at home in the air element and love diversity. Eroticism must remain exciting for these zodiac signs. Gemini can't stand a dull love life, loves to experiment, even in bed. There is nothing worse for them than boredom and routine. Despite a certain instability often attributed to Gemini, infidelity is not one of their characteristics. With their lively charisma and open nature, Geminis usually succeed in openly approaching potential flirtatious partners and winning hearts. Harmony and balance are essential for Libra. Although they love new challenges, they rarely take the initiative themselves. Libras never lack admirers as their charm quickly wins hearts. In love, they will do everything to make their partner happy. Unconventional Aquarius requires excitement and diversity in love. This zodiac sign is said to have a certain thirst for adventure, such as having sex in unusual places.": "Zwillinge, Waage und Wassermann sind im Luftelement zu Hause und lieben Abwechslung. Für diese Sternzeichen muss Erotik spannend bleiben. Der Zwilling erträgt kein langweiliges Liebesleben und experimentiert gern – auch im Bett. Es gibt für ihn nichts Schlimmeres als Langeweile und Routine. Trotz einer gewissen Unbeständigkeit, die den Zwillingen oft nachgesagt wird, gehört Untreue nicht zu ihren typischen Eigenschaften. Mit ihrer lebendigen Ausstrahlung und offenen Art gelingt es Zwillingen meist, potenzielle Flirtpartner direkt anzusprechen und Herzen zu erobern. Harmonie und Gleichgewicht sind für die Waage essenziell. Auch wenn sie neue Herausforderungen liebt, ergreift sie selten von sich aus die Initiative. An Bewunderern mangelt es der Waage nie, denn ihr Charme gewinnt Herzen im Sturm. In der Liebe tut sie alles, um ihren Partner glücklich zu machen. Der unkonventionelle Wassermann braucht Aufregung und Vielfalt in der Liebe. Diesem Sternzeichen wird eine gewisse Abenteuerlust nachgesagt, etwa Sex an ungewöhnlichen Orten.",
      "Water signs Cancer, Scorpio, and Pisces: feelings, feelings, and more feelings.": "Die Wasserzeichen Krebs, Skorpion und Fische: Gefühle, Gefühle und noch mehr Gefühle.",
      "Cancer, Scorpio, and Pisces, born in the water element, are considered emotional individuals. Cancer relies on security - even in bed. They are born romantics who love cuddling. Cancer needs gentle care full of love and the feeling of being in good hands. Mental agreement with a partner and a sense of security come first. Romance and sensuality are inseparable for Cancer. Truly intense emotions are promised with Scorpio. Passion and eroticism go hand in hand for this zodiac sign. Not only passionate, Scorpio can also be very possessive and jealous. In bed, Scorpio often seeks a very special touch. Pisces are often called sentimentalists. They are extremely sensitive and love to be pampered. Therefore, they prefer to take a passive role in bed.": "Krebs, Skorpion und Fische, die im Wasserelement geboren sind, gelten als gefühlsbetonte Menschen. Der Krebs setzt auf Sicherheit – auch im Bett. Er ist ein geborener Romantiker, der Zärtlichkeit liebt. Krebs braucht eine liebevolle, sanfte Zuwendung und das Gefühl, gut aufgehoben zu sein. Geistige Übereinstimmung mit dem Partner und ein Gefühl der Geborgenheit stehen an erster Stelle. Romantik und Sinnlichkeit sind für Krebs untrennbar. Wirklich intensive Emotionen verspricht der Skorpion. Leidenschaft und Erotik gehen für dieses Sternzeichen Hand in Hand. Der Skorpion ist nicht nur leidenschaftlich, sondern kann auch sehr besitzergreifend und eifersüchtig sein. Im Bett sucht er oft nach einer ganz besonderen Note. Die Fische gelten oft als große Sentimentalisten. Sie sind äußerst sensibel und lassen sich gern verwöhnen. Daher übernehmen sie im Bett lieber eine eher passive Rolle.",
      "Fashion Horoscope": "Modehoroskop",
      "As you know, tastes vary. But could it be that people born under the same zodiac sign also have similar ideas when it comes to choosing their clothing? Astrology doesn't remain silent on this topic and attributes very specific characteristics to each zodiac sign when it comes to fashion.": "Wie du weißt, sind Geschmäcker verschieden. Aber könnte es sein, dass Menschen, die unter demselben Sternzeichen geboren sind, auch ähnliche Vorstellungen bei der Wahl ihrer Kleidung haben? Die Astrologie schweigt zu diesem Thema nicht und schreibt jedem Sternzeichen in Sachen Mode ganz bestimmte Eigenschaften zu.",
      "Fashion horoscope": "Modehoroskop",
      "Numerology": "Numerologie",
      "Life Path": "Lebensweg",
      "Personality": "Persönlichkeit",
      "Expression": "Ausdruck",
      "Soul Urge": "Seelenwunsch",
      "Subconscious self": "Unterbewusstes Selbst",
      "personal month number": "persönliche Monatszahl",
      "personal month report": "persönlicher Monatsbericht",
      "Error:": "Fehler:",
      "No numerology data available.": "Keine Numerologie-Daten verfügbar.",
      "Select a Numerology Aspect": "Wähle einen Numerologie-Aspekt",
      "Strengths:": "Stärken:",
      "Challenges:": "Herausforderungen:",
      "Please select a numerology aspect from the dropdown.": "Bitte wählen Sie einen Numerologie-Aspekt aus dem Dropdown-Menü.",
      "Life Path Number": "Lebenspfadnummer",
      "Personality Number": "Persönlichkeitsnummer",
      "Expression Number": "Ausdrucksnummer",
      "Soul Number": "Seelennummer",
      "Subconscious Self Number": "Nummer des Unterbewussten Selbst",
      "Unlock this Numerology Report": "Schalten Sie diesen Numerologiebericht frei",
      "you get FREE detailed Numerology reports": "Sie erhalten KOSTENLOSE detaillierte Numerologieberichte",
      "Numerology Premium Report": "Premium-Numerologiebericht",
      "Subconscious Self": "Unterbewusstes Selbst",
      "Transit": "Transit",
      "Transit Report": "Transitbericht",
      "Planetary transits are crucial astrological events that are essential for studying their potential impacts on individuals. Below, you will find insights into daily, weekly, and monthly transits.": "Planetarische Transite sind wichtige astrologische Ereignisse, die entscheidend sind, um ihre potenziellen Auswirkungen auf Individuen zu untersuchen. Unten finden Sie Einblicke in tägliche, wöchentliche und monatliche Transite.",
      "Daily Transit": "Täglicher Transit",
      "Weekly Transit": "Wöchentlicher Transit",
      "Monthly Transit": "Monatlicher Transit",
      "No transit data available.": "Keine Transitdaten verfügbar.",
      "Transit Planet": "Transitplanet",
      "Aspect": "Aspekt",
      "Natal Planet": "Geburtsplanet",
      "Transit Time": "Transitzeit",
      "Tarot": "Tarot",
      "Loading your cards...": "Ihre Karten werden geladen...",
      "Try Again": "Erneut versuchen",
      "Understand Your Journey": "Verstehen Sie Ihre Reise",
      "This reading provides insights into your past, present, and future. Discover how your past experiences shape your current reality and what the future holds.": "Diese Lesung bietet Einblicke in Ihre Vergangenheit, Gegenwart und Zukunft. Entdecken Sie, wie Ihre vergangenen Erfahrungen Ihre aktuelle Realität formen und was die Zukunft bereithält.",
      "Select Your Cards": "Wählen Sie Ihre Karten",
      "Get Your Reading": "Ihre Lesung erhalten",
      "Please select all three cards first": "Bitte wählen Sie zuerst alle drei Karten aus",
      "Your Reading": "Ihre Lesung",
      "Past": "Vergangenheit",
      "Present": "Gegenwart",
      "Future": "Zukunft",
      "Advice:": "Rat:",
      "New Reading": "Neue Lesung",
      "Failed to fetch tarot card options": "Tarotkarten-Optionen konnten nicht abgerufen werden",
      "Profile List": "Profilliste",
      "+ Add new Friend": "+ Neuen Freund hinzufügen",
      "Profile added at": "Profil hinzugefügt am",
      "Please Login Your Account": "Bitte melden Sie sich in Ihrem Konto an",
      "Profile deleted": "Profil gelöscht",
      "You have reached the maximum profile limit with your current plan.": "Sie haben das maximale Profil-Limit Ihres aktuellen Plans erreicht.",
      "Failed to get subscription data.": "Abonnementdaten konnten nicht abgerufen werden.",
      "Failed to check subscription status": "Abonnementstatus konnte nicht überprüft werden",
      "your": "Ihr",
      "profile is already selected": "Profil ist bereits ausgewählt",
      "profile selected": "Profil ausgewählt",
      "Edit Profile": "Profil bearbeiten",
      "Username": "Benutzername",
      "Please input your username!": "Bitte geben Sie Ihren Benutzernamen ein!",
      "Compatibility": "Kompatibilität",
      "Check your love compatibility": "Überprüfen Sie Ihre Liebeskompatibilität",
      "Add your partner to see the result": "Fügen Sie Ihren Partner hinzu, um das Ergebnis zu sehen",
      "Partner": "Partner",
      "Now, add your partner": "Fügen Sie nun Ihren Partner hinzu",
      "Choose one of your friends or add someone else": "Wählen Sie einen Ihrer Freunde oder fügen Sie jemanden hinzu",
      "Friend": "Freund",
      "ADD PARTNER'S DETAILS": "PARTNERDETAILS HINZUFÜGEN",
      "Checking...": "Wird überprüft...",
      "You cannot add more profiles. You are at your maximum profile plan.": "Sie können keine weiteren Profile hinzufügen. Sie haben Ihr maximales Profil-Limit erreicht.",
      "Unlock This Report": "Diesen Bericht freischalten",
      "Unlock this Synastry report": "Diesen Synastriebericht freischalten",
      "As a Premium user": "Als Premium-Nutzer",
      "you get FREE detailed Synastry reports": "Sie erhalten KOSTENLOSE detaillierte Synastrieberichte",
      "Upgrade to access this section. The following remain available on Trial:": "Aktualisieren Sie, um auf diesen Bereich zuzugreifen. Folgendes bleibt in der Testversion verfügbar:",
      "Planetary Positions": "Planetarische Positionen",
      "Aspect Table": "Aspekttabelle",
      "House Cusps": "Häusergrenzen",
      "Natal Wheel Chart": "Geburtsrad-Diagramm",
      "Full compatibility breakdowns": "Umfassende Kompatibilitätsanalysen",
      "Advanced insights and guidance": "Erweiterte Einblicke und Anleitungen",
      "Upgrade Now": "Jetzt upgraden",
      "Continue with trial sections": "Mit Testbereichen fortfahren",
      "Chart": "Diagramm",
      "Planets": "Planeten",
      "Aspects": "Aspekte",
      "Harmonious": "Harmonisch",
      "Conflicting": "Konfliktträchtig",
      "Contrasting": "Kontrastreich",
      "Intense": "Intensiv",
      "Physical": "Physisch",
      "Emotional": "Emotional",
      "Sexual": "Sexuell",
      "Financial": "Finanziell",
      "Loading...": "Wird geladen...",
      "Error fetching data": "Fehler beim Abrufen der Daten",
      "No data available": "Keine Daten verfügbar",
      "'s Natal Chart": "s Geburtshoroskop",
      "No chart available": "Kein Diagramm verfügbar",
      "Personal Details": "Persönliche Details",
      "Name": "Name",
      "Description": "Beschreibung",
      "No planetary data available.": "Keine planetaren Daten verfügbar.",
      "Synastry compares the planetary positions of two individuals to analyze their compatibility and relationship dynamics.": "Synastrie vergleicht die planetarischen Positionen zweier Personen, um ihre Kompatibilität und Beziehungsdynamik zu analysieren.",
      "'s Planetary Positions": "s Planetarische Positionen",
      "in": "in",
      "house": "Haus",
      "No aspect data available.": "Keine Aspektdaten verfügbar.",
      "The aspects describe the geometric angles between the planets of": "Die Aspekte beschreiben die geometrischen Winkel zwischen den Planeten von",
      "and": "und",
      ". Each shape they produce has a different meaning.": ". Jede von ihnen erzeugte Form hat eine andere Bedeutung.",
      "Aspects from": "Aspekte von",
      "to": "zu",
      "No house cusps data available.": "Keine Häuserkusp-Daten verfügbar.",
      "House cusps describe the division of the astrological chart into twelve houses, representing different areas of life for": "Die Häuserspitzen beschreiben die Unterteilung des astrologischen Charts in zwölf Häuser, die verschiedene Lebensbereiche darstellen für",
      ".": ".",
      "House": "Haus",
      "No Harmonious Aspect Reading data available.": "Keine Daten für harmonische Aspektdeutung verfügbar.",
      "Harmonious Aspect Reading provides insights into the positive and supportive aspects between two individuals' charts.": "Die Deutung harmonischer Aspekte bietet Einblicke in die positiven und unterstützenden Aspekte zwischen den Charts zweier Personen.",
      "Harmonious Aspects": "Harmonische Aspekte",
      "Aspect:": "Aspekt:",
      "Type:": "Typ:",
      "Orb:": "Orb:",
      "Between:": "Zwischen:",
      "Unknown": "Unbekannt",
      "No Conflicting Aspect Reading data available.": "Keine Daten für konfliktträchtige Aspektdeutung verfügbar.",
      "Conflicting Aspect Reading highlights the challenging and difficult aspects between two individuals' charts.": "Die Deutung konfliktträchtiger Aspekte hebt die herausfordernden und schwierigen Aspekte zwischen den Charts zweier Personen hervor.",
      "Conflicting Aspects": "Konfliktträchtige Aspekte",
      "No Contrasting Aspect Reading data available.": "Keine Daten für kontrastreiche Aspektdeutung verfügbar.",
      "Contrasting Aspect Reading highlights the unique and differing aspects between two individuals' charts.": "Die Deutung kontrastreicher Aspekte hebt die einzigartigen und unterschiedlichen Aspekte zwischen den Charts zweier Personen hervor.",
      "Contrasting Aspects": "Kontrastreiche Aspekte",
      "No Intense Aspect Reading data available.": "Keine Daten für intensive Aspektdeutung verfügbar.",
      "Intense Aspect Reading highlights the powerful and transformative aspects between two individuals' charts.": "Die Deutung intensiver Aspekte hebt die kraftvollen und transformierenden Aspekte zwischen den Charts zweier Personen hervor.",
      "Intense Aspects": "Intensive Aspekte",
      "No Physical Aspect Reading data available.": "Keine Daten für physische Aspektdeutung verfügbar.",
      "Physical Aspect Reading highlights the physical and tangible connections between two individuals' charts.": "Die Deutung physischer Aspekte hebt die körperlichen und greifbaren Verbindungen zwischen den Charts zweier Personen hervor.",
      "Physical Aspects": "Physische Aspekte",
      "No Emotional Aspect Reading data available.": "Keine Daten für emotionale Aspektdeutung verfügbar.",
      "Emotional Aspect Reading highlights the emotional connections and compatibility between two individuals' charts.": "Die Deutung emotionaler Aspekte hebt die emotionalen Verbindungen und die Kompatibilität zwischen den Charts zweier Personen hervor.",
      "Emotional Aspects": "Emotionale Aspekte",
      "No Sexual Aspect Reading data available.": "Keine Daten für sexuelle Aspektdeutung verfügbar.",
      "Sexual Aspect Reading highlights the intimate and physical compatibility between two individuals' charts.": "Die Deutung sexueller Aspekte hebt die intime und körperliche Kompatibilität zwischen den Charts zweier Personen hervor.",
      "Sexual Aspects": "Sexuelle Aspekte",
      "No Financial Aspect Reading data available.": "Keine Daten für finanzielle Aspektdeutung verfügbar.",
      "Financial Aspect Reading highlights the financial compatibility and shared resources between two individuals' charts.": "Die Deutung finanzieller Aspekte hebt die finanzielle Kompatibilität und die geteilten Ressourcen zwischen den Charts zweier Personen hervor.",
      "Financial Aspects": "Finanzielle Aspekte",
      "No Spiritual Aspect Reading data available.": "Keine Daten für spirituelle Aspektdeutung verfügbar.",
      "Spiritual Aspect Reading highlights the deeper, spiritual connections between two individuals' charts.": "Die Deutung spiritueller Aspekte hebt die tieferen, spirituellen Verbindungen zwischen den Charts zweier Personen hervor.",
      "Spiritual Aspects": "Spirituelle Aspekte",
      "Help": "Hilfe",
      "Contact Support": "Support kontaktieren",
      "Quick Guide": "Schnellleitfaden",
      "About Zodiya": "Über Zodiya",
      "Zodiya features": "Zodiya-Funktionen",
      "How to use": "Anleitung zur Nutzung",
      "Subscription and Billing": "Abonnement und Abrechnung",
      "Tech Assistance": "Technische Unterstützung",
      "Privacy Policy": "Datenschutzrichtlinie",
      "ZODIYA PRIVACY POLICY": "ZODIYA-DATENSCHUTZRICHTLINIE",
      "Effective Date:": "Wirksamkeitsdatum:",
      "At Zodiya, we value your privacy and are committed to protecting your personal data. This Privacy Policy explains how we collect, use, store, and protect your information in compliance with the General Data Protection Regulation (GDPR) and other applicable laws.": "Bei Zodiya schätzen wir Ihre Privatsphäre und verpflichten uns, Ihre personenbezogenen Daten zu schützen. Diese Datenschutzrichtlinie erklärt, wie wir Ihre Informationen gemäß der Datenschutz-Grundverordnung (DSGVO) und anderen geltenden Gesetzen erfassen, verwenden, speichern und schützen.",
      "1. INTRODUCTION": "1. EINLEITUNG",
      "This Privacy Policy applies to all users of the Zodiya platform, including visitors, registered users, and subscribers. By using our services, you agree to the terms outlined in this policy.": "Diese Datenschutzrichtlinie gilt für alle Nutzer der Zodiya-Plattform, einschließlich Besucher, registrierter Nutzer und Abonnenten. Durch die Nutzung unserer Dienste stimmen Sie den in dieser Richtlinie beschriebenen Bedingungen zu.",
      "2. DATA WE COLLECT": "2. DATEN, DIE WIR ERHEBEN",
      "We collect the following types of personal data:": "Wir erheben folgende Arten personenbezogener Daten:",
      "Personal Information:": "Persönliche Informationen:",
      "Name, birth date, birth place, and email address.": "Name, Geburtsdatum, Geburtsort und E-Mail-Adresse.",
      "Account Information:": "Kontoinformationen:",
      "Profile preferences, subscription status.": "Profileinstellungen, Abonnementstatus.",
      "Usage Data:": "Nutzungsdaten:",
      "Information on how you interact with our website and services.": "Informationen darüber, wie Sie mit unserer Website und unseren Diensten interagieren.",
      "Payment Information:": "Zahlungsinformationen:",
      "If you subscribe to a paid plan, we process payments via third-party gateways (Stripe, PayPal), but we do not store credit card details.": "Wenn Sie ein kostenpflichtiges Abonnement abschließen, verarbeiten wir Zahlungen über Drittanbieter (Stripe, PayPal), speichern jedoch keine Kreditkartendaten.",
      "Cookies & Tracking Data:": "Cookies und Tracking-Daten:",
      "Data collected through cookies and similar tracking technologies for analytics and marketing.": "Daten, die durch Cookies und ähnliche Tracking-Technologien für Analyse und Marketing erhoben werden.",
      "3. PURPOSE OF DATA COLLECTION": "3. ZWECK DER DATENERHEBUNG",
      "We use your personal data for the following purposes:": "Wir verwenden Ihre personenbezogenen Daten zu folgenden Zwecken:",
      "Service Delivery:": "Bereitstellung von Dienstleistungen:",
      "To provide astrology reports, compatibility analysis, and numerology readings.": "Um astrologische Berichte, Kompatibilitätsanalysen und Numerologieauswertungen bereitzustellen.",
      "Account Management:": "Kontoverwaltung:",
      "To create and maintain your user profile.": "Um Ihr Benutzerprofil zu erstellen und zu verwalten.",
      "Customer Support:": "Kundensupport:",
      "To respond to inquiries and provide assistance.": "Um Anfragen zu beantworten und Unterstützung zu bieten.",
      "Marketing & Communication:": "Marketing und Kommunikation:",
      "To send newsletters, promotional offers, and updates (with user consent).": "Um Newsletter, Werbeangebote und Updates zu versenden (mit Zustimmung des Nutzers).",
      "Analytics & Improvement:": "Analytik und Verbesserung:",
      "To analyze service usage and enhance user experience.": "Um die Nutzung der Dienste zu analysieren und die Benutzererfahrung zu verbessern.",
      "4. LEGAL BASIS FOR PROCESSING DATA": "4. RECHTSGRUNDLAGE FÜR DIE DATENVERARBEITUNG",
      "We process personal data based on:": "Wir verarbeiten personenbezogene Daten auf Grundlage von:",
      "User Consent:": "Einwilligung des Nutzers:",
      "When you provide information voluntarily.": "Wenn Sie Informationen freiwillig bereitstellen.",
      "Contractual Necessity:": "Vertragliche Notwendigkeit:",
      "To deliver the services you subscribe to.": "Um die von Ihnen abonnierten Dienste bereitzustellen.",
      "Legal Obligation:": "Gesetzliche Verpflichtung:",
      "To comply with laws and regulations.": "Um Gesetze und Vorschriften einzuhalten.",
      "Legitimate Interests:": "Berechtigte Interessen:",
      "To improve our services while respecting user rights.": "Um unsere Dienste zu verbessern und gleichzeitig die Rechte der Nutzer zu wahren.",
      "5. DATA STORAGE & SECURITY": "5. DATENSPEICHERUNG UND SICHERHEIT",
      "We implement strong security measures to protect your data against unauthorized access, disclosure, and loss.": "Wir implementieren starke Sicherheitsmaßnahmen, um Ihre Daten vor unbefugtem Zugriff, Offenlegung und Verlust zu schützen.",
      "Data is stored on secure servers within the European Economic Area (EEA), and we comply with GDPR data protection standards.": "Daten werden auf sicheren Servern innerhalb des Europäischen Wirtschaftsraums (EWR) gespeichert, und wir erfüllen die Datenschutzstandards der DSGVO.",
      "We retain personal data only as long as necessary for service provision and legal compliance.": "Wir speichern personenbezogene Daten nur so lange, wie dies für die Bereitstellung der Dienste und die Einhaltung gesetzlicher Vorschriften erforderlich ist.",
      "6. THIRD-PARTY DATA SHARING": "6. WEITERGABE VON DATEN AN DRITTE",
      "We do not sell or rent personal data. However, we may share data with:": "Wir verkaufen oder vermieten keine personenbezogenen Daten. Wir können Daten jedoch weitergeben an:",
      "Payment Processors:": "Zahlungsdienstleister:",
      "(Stripe, PayPal) for secure transactions.": "(Stripe, PayPal) für sichere Transaktionen.",
      "Email Marketing Platforms:": "E-Mail-Marketing-Plattformen:",
      "(Mailchimp, ActiveCampaign) for communications.": "(Mailchimp, ActiveCampaign) für Kommunikation.",
      "Analytics Services:": "Analysetools:",
      "(Google Analytics, Mixpanel) to track user behavior.": "(Google Analytics, Mixpanel) zur Nachverfolgung des Nutzerverhaltens.",
      "Legal Authorities:": "Rechtsbehörden:",
      "if required for compliance with regulations or legal obligations.": "falls zur Einhaltung von Vorschriften oder gesetzlichen Verpflichtungen erforderlich.",
      "7. YOUR RIGHTS UNDER GDPR": "7. IHRE RECHTE NACH DER DSGVO",
      "Users in the European Union (EU) have the following rights:": "Nutzer in der Europäischen Union (EU) haben folgende Rechte:",
      "Right to Access": "Recht auf Auskunft",
      "Right to Rectification": "Recht auf Berichtigung",
      "Right to Erasure": "Recht auf Löschung",
      "Right to Restrict Processing": "Recht auf Einschränkung der Verarbeitung",
      "Right to Data Portability": "Recht auf Datenübertragbarkeit",
      "Right to Object": "Recht auf Widerspruch",
      "Right to Withdraw Consent": "Recht auf Widerruf der Einwilligung",
      "To exercise these rights, contact us at": "Um diese Rechte auszuüben, kontaktieren Sie uns unter",
      "8. COOKIES & TRACKING TECHNOLOGIES": "8. COOKIES UND TRACKING-TECHNOLOGIEN",
      "We use cookies and tracking tools to enhance user experience and measure engagement. Users can manage cookie preferences via browser settings.": "Wir verwenden Cookies und Tracking-Tools, um die Benutzererfahrung zu verbessern und das Engagement zu messen. Nutzer können ihre Cookie-Einstellungen über ihren Browser verwalten.",
      "9. CHILDREN'S PRIVACY": "9. DATENSCHUTZ VON KINDERN",
      "Zodiya does not knowingly collect data from children under 18 years old. If we become aware of such data collection, we will delete it immediately.": "Zodiya sammelt nicht wissentlich Daten von Kindern unter 18 Jahren. Wenn wir Kenntnis von einer solchen Datenerhebung erhalten, löschen wir diese umgehend.",
      "10. CHANGES TO THIS POLICY": "10. ÄNDERUNGEN DIESER RICHTLINIE",
      "We may update this Privacy Policy periodically. Users will be notified of significant changes via email or on our website.": "Wir können diese Datenschutzrichtlinie regelmäßig aktualisieren. Nutzer werden über wesentliche Änderungen per E-Mail oder auf unserer Website informiert.",
      "11. CONTACT INFORMATION": "11. KONTAKTINFORMATIONEN",
      "For any privacy-related inquiries, you can contact us at:": "Für datenschutzbezogene Anfragen können Sie uns kontaktieren unter:",
      "Zodiya Data Protection Officer": "Zodiya Datenschutzbeauftragter",
      "Email:": "E-Mail:",
      "Website:": "Website:",
      "By using Zodiya, you acknowledge that you have read, understood, and agreed to this Privacy Policy.": "Durch die Nutzung von Zodiya bestätigen Sie, dass Sie diese Datenschutzrichtlinie gelesen, verstanden und akzeptiert haben.",
      "Refund Policy": "Rückerstattungsrichtlinie",
      "ZODIYA REFUND POLICY": "ZODIYA RÜCKERSTATTUNGSRICHTLINIE",
      "1. General Policy": "1. Allgemeine Richtlinie",
      "We want you to be completely satisfied with your Zodiya experience.": "Wir möchten, dass Sie mit Ihrer Zodiya-Erfahrung vollkommen zufrieden sind.",
      "If you are not satisfied with your purchase, you may request a refund under the terms outlined below.": "Wenn Sie mit Ihrem Kauf nicht zufrieden sind, können Sie eine Rückerstattung gemäß den unten beschriebenen Bedingungen beantragen.",
      "2. Eligibility for Refund": "2. Anspruch auf Rückerstattung",
      "You may request a full refund within 30 days from the date of your initial payment.": "Sie können innerhalb von 30 Tagen nach Ihrer Erstzahlung eine vollständige Rückerstattung beantragen.",
      "Refunds are available only for payments made directly through the Zodiya platform (https://zodiya.net).": "Rückerstattungen sind nur für Zahlungen verfügbar, die direkt über die Zodiya-Plattform (https://zodiya.net) getätigt wurden.",
      "Refunds are not applicable in the following cases:": "Rückerstattungen sind in folgenden Fällen nicht möglich:",
      "If more than 30 days have passed since your initial payment.": "Wenn mehr als 30 Tage seit Ihrer Erstzahlung vergangen sind.",
      "If the subscription has been fully used for the paid period without cancellation.": "Wenn das Abonnement für den bezahlten Zeitraum vollständig genutzt wurde, ohne dass es storniert wurde.",
      "If the user violated our Terms of Use or engaged in fraudulent activity.": "Wenn der Nutzer unsere Nutzungsbedingungen verletzt oder betrügerische Aktivitäten durchgeführt hat.",
      "3. Refund Procedure": "3. Rückerstattungsverfahren",
      "To request a refund, please contact our support team at": "Um eine Rückerstattung zu beantragen, kontaktieren Sie bitte unser Support-Team unter",
      "with your payment details (email, transaction ID, or card reference).": "mit Ihren Zahlungsdetails (E-Mail, Transaktions-ID oder Kartenreferenz).",
      "Once approved, the refund will be processed within 5–10 business days to your original payment method.": "Nach Genehmigung wird die Rückerstattung innerhalb von 5–10 Werktagen auf Ihre ursprüngliche Zahlungsmethode zurücküberwiesen.",
      "4. Subscription Cancellations": "4. Abonnementkündigungen",
      "You can cancel your subscription at any time through your Zodiya account settings.": "Sie können Ihr Abonnement jederzeit über Ihre Zodiya-Kontoeinstellungen kündigen.",
      "Canceling a subscription prevents future charges but does not automatically trigger a refund for past payments.": "Die Kündigung eines Abonnements verhindert zukünftige Gebühren, löst jedoch keine automatische Rückerstattung für bereits getätigte Zahlungen aus.",
      "5. Additional Information": "5. Zusätzliche Informationen",
      "Comparo Media d.o.o. reserves the right to deny refund requests that do not meet the conditions above.": "Comparo Media d.o.o. behält sich das Recht vor, Rückerstattungsanträge abzulehnen, die die oben genannten Bedingungen nicht erfüllen.",
      "By purchasing or subscribing to Zodiya, you acknowledge and agree to this Refund Policy.": "Durch den Kauf oder das Abonnement von Zodiya erkennen Sie diese Rückerstattungsrichtlinie an und stimmen ihr zu.",
      "Company Information": "Unternehmensinformationen",
      "Tometići 15a, 51215 Kastav, Croatia": "Tometići 15a, 51215 Kastav, Kroatien",
      "By using Zodiya, you acknowledge that you have read, understood, and agreed to this Refund Policy.": "Durch die Nutzung von Zodiya bestätigen Sie, dass Sie diese Rückerstattungsrichtlinie gelesen, verstanden und akzeptiert haben.",
      "Terms of Use": "Nutzungsbedingungen",
      "ZODIYA TERMS AND CONDITIONS": "ZODIYA ALLGEMEINE GESCHÄFTSBEDINGUNGEN",
      "Welcome to Zodiya! These Terms and Conditions govern your access and use of our astrology services, reports, and related content. By using Zodiya, you agree to these terms. If you do not agree, please do not use our services.": "Willkommen bei Zodiya! Diese Allgemeinen Geschäftsbedingungen regeln Ihren Zugang zu unseren astrologischen Diensten, Berichten und Inhalten. Durch die Nutzung von Zodiya stimmen Sie diesen Bedingungen zu. Wenn Sie nicht einverstanden sind, nutzen Sie unsere Dienste bitte nicht.",
      "These Terms and Conditions (\"Terms\") constitute a legal agreement between you (\"User\") and Zodiya (\"Company,\" \"we,\" \"us,\" or \"our\"). They outline the rules and obligations for using our astrology reports, features, and subscriptions.": "Diese Allgemeinen Geschäftsbedingungen („Bedingungen“) stellen eine rechtliche Vereinbarung zwischen Ihnen („Nutzer“) und Zodiya („Unternehmen“, „wir“ oder „uns“) dar. Sie legen die Regeln und Pflichten für die Nutzung unserer astrologischen Berichte, Funktionen und Abonnements fest.",
      "2. ELIGIBILITY": "2. BERECHTIGUNG",
      "You must be at least 18 years old to use Zodiya.": "Sie müssen mindestens 18 Jahre alt sein, um Zodiya zu nutzen.",
      "By registering, you confirm that all information provided is accurate.": "Mit der Registrierung bestätigen Sie, dass alle bereitgestellten Informationen korrekt sind.",
      "3. ACCOUNT REGISTRATION": "3. KONTOREGISTRIERUNG",
      "Users must provide their name, birth date, birth place, and email to access reports.": "Nutzer müssen ihren Namen, ihr Geburtsdatum, ihren Geburtsort und ihre E-Mail-Adresse angeben, um Berichte abzurufen.",
      "You agree to keep your account details confidential and notify us immediately of unauthorized use.": "Sie stimmen zu, Ihre Kontodaten vertraulich zu behandeln und uns bei unbefugter Nutzung sofort zu informieren.",
      "4. SERVICES PROVIDED": "4. ANGEBOTENE DIENSTE",
      "Zodiya provides astrology reports, birth charts, numerology insights, and compatibility analysis.": "Zodiya bietet astrologische Berichte, Geburtshoroskope, numerologische Einblicke und Kompatibilitätsanalysen.",
      "Some services are free, while others require a paid subscription.": "Einige Dienste sind kostenlos, andere erfordern ein kostenpflichtiges Abonnement.",
      "The content is for entertainment and informational purposes only.": "Der Inhalt dient ausschließlich Unterhaltungs- und Informationszwecken.",
      "5. SUBSCRIPTIONS, PAYMENTS & CANCELLATIONS": "5. ABONNEMENTS, ZAHLUNGEN UND KÜNDIGUNGEN",
      "Users can subscribe to paid plans (1-month or 3-month premium access) with automatic renewals unless canceled.": "Nutzer können kostenpflichtige Pläne (1 Monat oder 3 Monate Premiumzugang) abonnieren, die sich automatisch verlängern, sofern sie nicht gekündigt werden.",
      "Payments are processed via Stripe, PayPal, and other payment gateways.": "Zahlungen werden über Stripe, PayPal und andere Zahlungsanbieter verarbeitet.",
      "Users may cancel their subscription at any time, but refunds are subject to our refund policy.": "Nutzer können ihr Abonnement jederzeit kündigen, aber Rückerstattungen unterliegen unserer Rückerstattungsrichtlinie.",
      "Any failed payments may result in restricted access to premium features.": "Nicht erfolgreiche Zahlungen können zu eingeschränktem Zugriff auf Premiumfunktionen führen.",
      "6. USER RESPONSIBILITIES": "6. PFLICHTEN DES NUTZERS",
      "You agree not to misuse the platform, distribute false information, or violate intellectual property rights.": "Sie stimmen zu, die Plattform nicht zu missbrauchen, keine falschen Informationen zu verbreiten und keine geistigen Eigentumsrechte zu verletzen.",
      "You must not share or resell purchased astrology reports.": "Sie dürfen gekaufte astrologische Berichte nicht weitergeben oder weiterverkaufen.",
      "7. PRIVACY & DATA PROTECTION (GDPR COMPLIANCE)": "7. DATENSCHUTZ UND DATENVERARBEITUNG (DSGVO-KONFORMITÄT)",
      "We collect and process personal data according to our": "Wir erheben und verarbeiten personenbezogene Daten gemäß unserer",
      "Users have the right to request, modify, or delete their personal data under GDPR (General Data Protection Regulation) regulations.": "Nutzer haben das Recht, ihre personenbezogenen Daten gemäß der DSGVO anzufordern, zu ändern oder löschen zu lassen.",
      "Data is securely stored and not shared with third parties without user consent.": "Daten werden sicher gespeichert und nicht ohne Zustimmung des Nutzers an Dritte weitergegeben.",
      "8. INTELLECTUAL PROPERTY RIGHTS": "8. URHEBERRECHTE",
      "All content, including astrology reports, designs, and trademarks, belongs to Zodiya.": "Alle Inhalte, einschließlich astrologischer Berichte, Designs und Marken, gehören Zodiya.",
      "Users may not copy, reproduce, or distribute Zodiya content without permission.": "Nutzer dürfen Zodiya-Inhalte nicht ohne Genehmigung kopieren, reproduzieren oder verbreiten.",
      "9. LIMITATION OF LIABILITY": "9. HAFTUNGSBESCHRÄNKUNG",
      "Zodiya does not guarantee the accuracy of astrology reports or their impact on users' lives.": "Zodiya garantiert nicht die Genauigkeit astrologischer Berichte oder deren Auswirkungen auf das Leben der Nutzer.",
      "We are not liable for decisions made based on our content.": "Wir haften nicht für Entscheidungen, die auf Grundlage unserer Inhalte getroffen werden.",
      "Users agree that astrology readings are for entertainment purposes only.": "Nutzer stimmen zu, dass astrologische Lesungen ausschließlich Unterhaltungszwecken dienen.",
      "10. RIGHT TO MODIFY TERMS": "10. RECHT AUF ÄNDERUNG DER BEDINGUNGEN",
      "Zodiya reserves the right to update these Terms at any time.": "Zodiya behält sich das Recht vor, diese Bedingungen jederzeit zu aktualisieren.",
      "Users will be notified of significant changes, and continued use implies acceptance.": "Nutzer werden über wesentliche Änderungen informiert, und die fortgesetzte Nutzung gilt als Zustimmung.",
      "11. COMPLIANCE WITH EUROPEAN UNION LAWS": "11. EINHALTUNG DER GESETZE DER EUROPÄISCHEN UNION",
      "This agreement complies with EU regulations, including GDPR, the Consumer Rights Directive (2011/83/EU), and the Unfair Commercial Practices Directive (2005/29/EC).": "Diese Vereinbarung entspricht den EU-Vorschriften, einschließlich der DSGVO, der Verbraucherrechte-Richtlinie (2011/83/EU) und der Richtlinie über unlautere Geschäftspraktiken (2005/29/EG).",
      "Users within the EU have additional protections regarding digital content and refunds.": "Nutzer innerhalb der EU haben zusätzlichen Schutz in Bezug auf digitale Inhalte und Rückerstattungen.",
      "12. DISPUTE RESOLUTION & GOVERNING LAW": "12. STREITBEILEGUNG UND GELTENDES RECHT",
      "These Terms are governed by the laws of the European Union and [Your Country's Jurisdiction].": "Diese Bedingungen unterliegen den Gesetzen der Europäischen Union und der Gerichtsbarkeit Ihres Landes.",
      "Disputes will be resolved through arbitration or an EU dispute resolution body before legal proceedings.": "Streitigkeiten werden vor rechtlichen Schritten durch Schiedsverfahren oder eine EU-Streitbeilegungsstelle gelöst.",
      "13. CONTACT INFORMATION": "13. KONTAKTINFORMATIONEN",
      "For questions regarding these Terms, you may contact us at:": "Für Fragen zu diesen Bedingungen können Sie uns kontaktieren unter:",
      "Zodiya Customer Support": "Zodiya Kundensupport",
      "By using Zodiya, you acknowledge that you have read, understood, and agreed to these Terms and Conditions.": "Durch die Nutzung von Zodiya bestätigen Sie, dass Sie diese Allgemeinen Geschäftsbedingungen gelesen, verstanden und akzeptiert haben.",
      "Contact Zodiya Support": "Zodiya Support kontaktieren",
      "We're here to help you.": "Wir sind hier, um Ihnen zu helfen.",
      "If you have any questions about your Zodiya account, subscription, or billing, our support team is happy to assist you.": "Wenn Sie Fragen zu Ihrem Zodiya-Konto, Ihrem Abonnement oder der Abrechnung haben, hilft Ihnen unser Support-Team gerne weiter.",
      "Please use the chat widget below to contact us directly, or reach out through one of the following options.": "Bitte verwenden Sie das Chat-Widget unten, um uns direkt zu kontaktieren, oder nutzen Sie eine der folgenden Optionen.",
      "Contact Details": "Kontaktdaten",
      "Response time:": "Antwortzeit:",
      "within 24–48 hours on business days (Monday–Friday, 09:00–17:00 CET)": "innerhalb von 24–48 Stunden an Werktagen (Montag–Freitag, 09:00–17:00 MEZ)",
      "You can also visit our": "Sie können auch unsere",
      "for quick answers to frequently asked questions.": "für schnelle Antworten auf häufig gestellte Fragen besuchen.",
      "🛠️ Technical Assistance": "🛠️ Technische Unterstützung",
      "If you're experiencing issues with how Zodiya works in your browser or device, this section provides guidance on how to troubleshoot common problems and get additional support when needed.": "Wenn Sie Probleme mit der Funktionsweise von Zodiya in Ihrem Browser oder Gerät haben, bietet dieser Abschnitt Anleitungen zur Fehlerbehebung und zum Erhalt weiterer Unterstützung.",
      "🌐 Supported Browsers & Devices": "🌐 Unterstützte Browser und Geräte",
      "Zodiya is a web-based application designed to work smoothly across all modern browsers and devices.": "Zodiya ist eine webbasierte Anwendung, die darauf ausgelegt ist, auf allen modernen Browsern und Geräten reibungslos zu funktionieren.",
      "We recommend using:": "Wir empfehlen die Nutzung von:",
      "Google Chrome (latest version)": "Google Chrome (neueste Version)",
      "Safari (latest version)": "Safari (neueste Version)",
      "Microsoft Edge": "Microsoft Edge",
      "Firefox": "Firefox",
      "⚠️ Internet Explorer and outdated browser versions are not supported.": "⚠️ Internet Explorer und veraltete Browserversionen werden nicht unterstützt.",
      "You can use Zodiya on desktop, tablet, or mobile — the experience automatically adjusts to your screen size.": "Sie können Zodiya auf Desktop, Tablet oder Mobilgerät nutzen — die Erfahrung passt sich automatisch an Ihre Bildschirmgröße an.",
      "⚙️ Common Technical Issues": "⚙️ Häufige technische Probleme",
      "1. I can't log in": "1. Ich kann mich nicht einloggen",
      "Double-check your login credentials from the registration email": "Überprüfen Sie Ihre Zugangsdaten aus der Registrierungs-E-Mail",
      "Make sure caps lock is off": "Stellen Sie sicher, dass die Feststelltaste deaktiviert ist",
      "Try resetting your password or contacting support if needed": "Versuchen Sie, Ihr Passwort zurückzusetzen oder kontaktieren Sie den Support, falls erforderlich",
      "2. Pages are not loading correctly": "2. Seiten laden nicht richtig",
      "Try refreshing the page": "Versuchen Sie, die Seite zu aktualisieren",
      "Clear your browser cache and cookies": "Löschen Sie den Browser-Cache und die Cookies",
      "Disable browser extensions (especially ad blockers or privacy tools)": "Deaktivieren Sie Browser-Erweiterungen (insbesondere Werbeblocker oder Datenschutztools)",
      "3. My daily content isn't updating": "3. Mein täglicher Inhalt aktualisiert sich nicht",
      "Daily updates are based on your time zone — try logging out and back in": "Tägliche Updates basieren auf Ihrer Zeitzone — versuchen Sie, sich ab- und wieder anzumelden",
      "Ensure your browser allows cookies/session storage": "Stellen Sie sicher, dass Ihr Browser Cookies/Sitzungsspeicherung zulässt",
      "4. Mobile view doesn't look right": "4. Die mobile Ansicht sieht nicht richtig aus",
      "Try rotating your device or switching browsers": "Versuchen Sie, Ihr Gerät zu drehen oder den Browser zu wechseln",
      "Make sure your mobile browser is up to date": "Stellen Sie sicher, dass Ihr mobiler Browser aktuell ist",
      "🧪 Troubleshooting Tips": "🧪 Tipps zur Fehlerbehebung",
      "Always use the latest version of your browser": "Verwenden Sie immer die neueste Version Ihres Browsers",
      "Ensure a stable internet connection": "Stellen Sie eine stabile Internetverbindung sicher",
      "Avoid using private/incognito mode if you're experiencing session issues": "Vermeiden Sie den privaten/Inkognito-Modus, wenn Sie Sitzungsprobleme haben",
      "Allow pop-ups and cookies for full functionality": "Erlauben Sie Pop-ups und Cookies für die volle Funktionalität",
      "📩 Need More Help?": "📩 Benötigen Sie weitere Hilfe?",
      "If you're still having issues, our support team is here to help. Please contact us with the following info to speed up resolution:": "Wenn Sie weiterhin Probleme haben, steht Ihnen unser Support-Team zur Verfügung. Bitte kontaktieren Sie uns mit den folgenden Informationen, um die Lösung zu beschleunigen:",
      "Your email address": "Ihre E-Mail-Adresse",
      "Description of the issue": "Beschreibung des Problems",
      "Device and browser version": "Geräte- und Browserversion",
      "Screenshot or screen recording if possible": "Screenshot oder Bildschirmaufnahme, falls möglich",
      "📧 Email us at:": "📧 Schreiben Sie uns unter:",
      "We're committed to making your Zodiya experience smooth and reliable. If something isn't working right, we'll do our best to fix it — quickly and clearly.": "Wir setzen uns dafür ein, Ihre Zodiya-Erfahrung reibungslos und zuverlässig zu gestalten. Wenn etwas nicht richtig funktioniert, tun wir unser Bestes, um es schnell und transparent zu beheben.",
      "💳 Subscription & Billing": "💳 Abonnement und Abrechnung",
      "In this section, you'll find helpful information about how Zodiya subscriptions work, available plans, billing cycles, cancellations, and how to manage your account.": "In diesem Abschnitt finden Sie hilfreiche Informationen darüber, wie Zodiya-Abonnements funktionieren, welche Pläne verfügbar sind, wie die Abrechnung erfolgt, wie Kündigungen funktionieren und wie Sie Ihr Konto verwalten.",
      "🗂️ Available Plans": "🗂️ Verfügbare Pläne",
      "Zodiya offers several subscription tiers tailored to different user needs:": "Zodiya bietet mehrere Abonnementstufen, die auf unterschiedliche Nutzerbedürfnisse zugeschnitten sind:",
      "Trial Plan – A time-limited preview with basic access": "Testplan – Eine zeitlich begrenzte Vorschau mit Basiszugang",
      "Premium Plan – Full access to daily content, core astrology tools, and multiple profiles features": "Premium-Plan – Vollzugang zu täglichen Inhalten, grundlegenden astrologischen Werkzeugen und Funktionen für mehrere Profile",
      "Gold Plan – Includes all Premium features + support for multiple profiles and additional in-depth reports": "Gold-Plan – Enthält alle Premiumfunktionen + Unterstützung für mehrere Profile und zusätzliche detaillierte Berichte",
      "All plans require payment during the signup process. You'll receive login credentials by email after successful registration.": "Alle Pläne erfordern eine Zahlung während der Registrierung. Nach erfolgreicher Registrierung erhalten Sie Ihre Zugangsdaten per E-Mail.",
      "🔁 Billing & Renewals": "🔁 Abrechnung und Verlängerungen",
      "Subscriptions are billed on a recurring basis depending on the selected plan.": "Abonnements werden je nach gewähltem Plan regelmäßig in Rechnung gestellt.",
      "You'll always be notified of your billing frequency and amount before confirming payment.": "Sie werden stets über die Abrechnungshäufigkeit und den Betrag informiert, bevor Sie eine Zahlung bestätigen.",
      "Renewals are automatic unless you cancel before the next billing date.": "Verlängerungen erfolgen automatisch, sofern Sie nicht vor dem nächsten Abrechnungsdatum kündigen.",
      "💡 You can view your next billing date and subscription status anytime from your": "💡 Sie können Ihr nächstes Abrechnungsdatum und den Status Ihres Abonnements jederzeit in Ihrem",
      "page.": "Bereich einsehen.",
      "You can cancel your subscription at any time via the": "Sie können Ihr Abonnement jederzeit über den",
      "section in your account settings.": "Bereich in Ihren Kontoeinstellungen kündigen.",
      "Upon cancellation, your access will remain active until the end of your current billing period.": "Nach der Kündigung bleibt Ihr Zugang bis zum Ende des aktuellen Abrechnungszeitraums aktiv.",
      "If you have an active Profile Plan, it will also be canceled and all additional profiles will be removed.": "Wenn Sie einen aktiven Profilplan haben, wird dieser ebenfalls gekündigt und alle zusätzlichen Profile werden entfernt.",
      "📩 Receipts & Payment History": "📩 Belege und Zahlungshistorie",
      "After each payment, you'll receive a confirmation email with your invoice or receipt.": "Nach jeder Zahlung erhalten Sie eine Bestätigungs-E-Mail mit Ihrer Rechnung oder Quittung.",
      "Billing history is also available within your account for easy reference.": "Die Zahlungshistorie ist ebenfalls in Ihrem Konto zur einfachen Einsicht verfügbar.",
      "💬 Support": "💬 Support",
      "For help with subscription issues, failed payments, or billing errors, contact our support team at:": "Bei Problemen mit dem Abonnement, fehlgeschlagenen Zahlungen oder Abrechnungsfehlern kontaktieren Sie bitte unser Support-Team unter:",
      "📧": "📧",
      "We're here to assist you with anything related to your account, payments, or plan management.": "Wir helfen Ihnen gerne bei allen Fragen rund um Ihr Konto, Zahlungen oder die Verwaltung Ihres Plans.",
      "Zodiya is a subscription-based service designed for flexibility, transparency, and ease of use. You're always in control of your experience.": "Zodiya ist ein abonnementbasierter Dienst, der auf Flexibilität, Transparenz und Benutzerfreundlichkeit ausgelegt ist. Sie haben Ihre Erfahrung jederzeit unter Kontrolle.",
      "🌠 How to Use Zodiya": "🌠 Wie man Zodiya benutzt",
      "Zodiya is a web-based astrology platform designed to help you understand yourself and others through powerful spiritual tools like personalized horoscopes, natal charts, compatibility analysis, and more.": "Zodiya ist eine webbasierte Astrologieplattform, die Ihnen hilft, sich selbst und andere durch kraftvolle spirituelle Werkzeuge wie personalisierte Horoskope, Geburtshoroskope, Kompatibilitätsanalysen und mehr zu verstehen.",
      "Follow these simple steps to activate your access and begin your journey.": "Befolgen Sie diese einfachen Schritte, um Ihren Zugang zu aktivieren und Ihre Reise zu beginnen.",
      "1. ✍️ Start on the Landing Page": "1. ✍️ Starten Sie auf der Landingpage",
      "Go to": "Gehen Sie zu",
      "astro.zodiya.net": "astro.zodiya.net",
      "and begin by filling out your astrological profile:": "und beginnen Sie damit, Ihr astrologisches Profil auszufüllen:",
      "Your name": "Ihr Name",
      "Date, time, and place of birth": "Datum, Uhrzeit und Ort der Geburt",
      "This information is used to generate your personal natal chart and unlock your full experience inside the Zodiya platform.": "Diese Informationen werden verwendet, um Ihr persönliches Geburtshoroskop zu erstellen und Ihre vollständige Erfahrung auf der Zodiya-Plattform freizuschalten.",
      "2. 💳 Choose a Subscription Plan": "2. 💳 Wählen Sie einen Abonnementplan",
      "After entering your birth details, you'll be prompted to select one of the available plans:": "Nach Eingabe Ihrer Geburtsdaten werden Sie aufgefordert, einen der verfügbaren Pläne auszuwählen:",
      "Trial Plan – A short preview with limited access": "Testplan – Eine kurze Vorschau mit eingeschränktem Zugang",
      "Premium Plan – Full access to all core features": "Premium-Plan – Vollzugang zu allen Kernfunktionen",
      "Gold Plan – Full access + advanced tools and profile management": "Gold-Plan – Vollzugang + erweiterte Tools und Profilverwaltung",
      "Once you've selected your plan, proceed with secure payment to activate your account.": "Nachdem Sie Ihren Plan ausgewählt haben, fahren Sie mit der sicheren Zahlung fort, um Ihr Konto zu aktivieren.",
      "3. 📩 Receive Your Login Credentials": "3. 📩 Erhalten Sie Ihre Zugangsdaten",
      "After successful payment, you'll receive a confirmation email with your Zodiya login details.": "Nach erfolgreicher Zahlung erhalten Sie eine Bestätigungs-E-Mail mit Ihren Zodiya-Anmeldedaten.",
      "📬": "📬",
      "Note:": "Hinweis:",
      "Make sure to check your spam or promotions folder if you don't see the email.": "Überprüfen Sie Ihren Spam- oder Werbeordner, wenn Sie die E-Mail nicht sehen.",
      "4. 🔐 Log In to the Web App": "4. 🔐 Melden Sie sich in der Web-App an",
      "Visit": "Besuchen Sie",
      "zodiya.net/login": "zodiya.net/login",
      "and enter your credentials to access the full web application.": "und geben Sie Ihre Zugangsdaten ein, um die vollständige Webanwendung zu nutzen.",
      "Your profile and birth chart will already be set up — no need to enter your details again.": "Ihr Profil und Geburtshoroskop sind bereits eingerichtet — Sie müssen Ihre Daten nicht erneut eingeben.",
      "5. 🗓️ Explore Your Dashboard": "5. 🗓️ Erkunden Sie Ihr Dashboard",
      "Once logged in, you'll gain access to all your features:": "Nach dem Einloggen erhalten Sie Zugriff auf alle Funktionen:",
      "Daily Horoscope": "Tageshoroskop",
      "Moon Phase Report": "Mondphasenbericht",
      "Daily Tarot": "Tages-Tarot",
      "Natal Chart": "Geburtshoroskop",
      "Transit Chart": "Transitdiagramm",
      "Zodiac Sign Insight": "Einblick in das Sternzeichen",
      "6. 👥 (Optional) Add More Profiles": "6. 👥 (Optional) Weitere Profile hinzufügen",
      "If your plan includes multi-profile support, you can add additional people (e.g. partner, children, friends):": "Wenn Ihr Plan den Support für mehrere Profile beinhaltet, können Sie weitere Personen hinzufügen (z.B. Partner, Kinder, Freunde):",
      "Go to Profiles": "Gehen Sie zu Profile",
      "Enter their birth details": "Geben Sie deren Geburtsdaten ein",
      "View separate horoscopes and compatibility reports": "Sehen Sie sich separate Horoskope und Kompatibilitätsberichte an",
      "7. ⚙️ Manage Your Plan & Settings": "7. ⚙️ Verwalten Sie Ihren Plan und Ihre Einstellungen",
      "In the Settings section, you can:": "Im Einstellungsbereich können Sie:",
      "View or cancel your active plan": "Ihren aktiven Plan anzeigen oder kündigen",
      "Remove or add profiles": "Profile entfernen oder hinzufügen",
      "Access billing information": "Abrechnungsinformationen einsehen",
      "Contact support": "Support kontaktieren",
      "✨ Tips for a Great Experience": "✨ Tipps für eine großartige Erfahrung",
      "Access Zodiya from any modern browser on desktop or mobile": "Greifen Sie von jedem modernen Browser auf Zodiya zu – egal ob Desktop oder Mobilgerät",
      "Use your exact birth time for the most accurate results": "Verwenden Sie Ihre genaue Geburtszeit für möglichst präzise Ergebnisse",
      "Check your dashboard daily for fresh cosmic guidance": "Überprüfen Sie Ihr Dashboard täglich für neue kosmische Hinweise",
      "Zodiya is more than astrology — it's a daily ritual of insight and awareness.": "Zodiya ist mehr als Astrologie — es ist ein tägliches Ritual der Einsicht und Achtsamkeit.",
      "Begin your journey today 🌌": "Beginnen Sie Ihre Reise noch heute 🌌",
      "Explore the full power of Zodiya. From daily guidance to deep astrological insights, Zodiya offers everything you need for self-discovery, relationship clarity, and spiritual connection.": "Entdecken Sie die volle Kraft von Zodiya. Von täglicher Führung bis zu tiefen astrologischen Einsichten — Zodiya bietet alles, was Sie für Selbstentdeckung, Beziehungsklarheit und spirituelle Verbindung benötigen.",
      "🔮 Daily Horoscope Insight": "🔮 Tageshoroskop-Einblick",
      "Start each day with personalized astrological guidance based on your full birth chart.": "Beginnen Sie jeden Tag mit personalisierter astrologischer Führung basierend auf Ihrem vollständigen Geburtshoroskop.",
      "Love, career, health, emotions — updated every morning": "Liebe, Karriere, Gesundheit, Emotionen — täglich aktualisiert",
      "Aligned with real-time planetary transits": "Abgestimmt auf Echtzeit-Planetentransite",
      "🌞 Zodiac Sign Insight": "🌞 Einblick in das Sternzeichen",
      "Unlock the secrets of your Sun sign.": "Entschlüsseln Sie die Geheimnisse Ihres Sonnenzeichens.",
      "Understand your core traits, challenges, and strengths": "Verstehen Sie Ihre grundlegenden Eigenschaften, Herausforderungen und Stärken",
      "Tips for self-growth and alignment": "Tipps für persönliches Wachstum und Ausrichtung",
      "A complete astrological blueprint of your personality and life potential.": "Ein vollständiger astrologischer Bauplan Ihrer Persönlichkeit und Ihres Lebenspotenzials.",
      "Includes all planetary placements and houses": "Beinhaltet alle planetaren Positionen und Häuser",
      "Clear interpretations for beginners and advanced users alike": "Klare Interpretationen für Anfänger und Fortgeschrittene gleichermaßen",
      "🌙 Moon Phase Report": "🌙 Mondphasenbericht",
      "Track how lunar cycles influence your moods, energy, and intuition.": "Verfolgen Sie, wie Mondzyklen Ihre Stimmung, Energie und Intuition beeinflussen.",
      "Daily and monthly moon updates": "Tägliche und monatliche Mondaktualisierungen",
      "Ideal for emotional awareness and planning": "Ideal für emotionale Achtsamkeit und Planung",
      "💞 Synastry (Compatibility Reports)": "💞 Synastrie (Kompatibilitätsberichte)",
      "Understand the dynamics between you and someone else.": "Verstehen Sie die Dynamik zwischen Ihnen und jemand anderem.",
      "Compare two birth charts": "Vergleichen Sie zwei Geburtshoroskope",
      "Love, friendship, work, or family compatibility": "Kompatibilität in Liebe, Freundschaft, Arbeit oder Familie",
      "🔢 Numerology": "🔢 Numerologie",
      "Get deeper insights based on your birth date and full name.": "Erhalten Sie tiefere Einblicke basierend auf Ihrem Geburtsdatum und vollständigen Namen.",
      "Life Path, Expression, and Destiny numbers": "Lebensweg-, Ausdrucks- und Schicksalszahlen",
      "Hidden patterns and spiritual lessons": "Verborgene Muster und spirituelle Lektionen",
      "🪐 Transit Chart": "🪐 Transitdiagramm",
      "Stay aligned with the cosmos.": "Bleiben Sie im Einklang mit dem Kosmos.",
      "Real-time planetary movements and how they affect you": "Echtzeit-Planetentransite und wie sie Sie beeinflussen",
      "Ideal for timing decisions and understanding current moods": "Ideal für die zeitliche Planung von Entscheidungen und für das Verständnis aktueller Stimmungen",
      "🃏 Daily Tarot Reading": "🃏 Tägliche Tarotlesung",
      "A dose of spiritual insight through symbolic tarot messages.": "Eine Dosis spiritueller Einsicht durch symbolische Tarotbotschaften.",
      "One-card draw with clear, uplifting interpretation": "Ein-Karten-Ziehung mit klarer, aufbauender Interpretation",
      "Great for reflection, intuition, and perspective": "Ideal für Reflexion, Intuition und Perspektive",
      "👥 Multi-Profile Support": "👥 Mehrprofil-Unterstützung",
      "Add your partner, family, or friends — and get insights for them too.": "Fügen Sie Ihren Partner, Ihre Familie oder Freunde hinzu — und erhalten Sie auch für sie Einblicke.",
      "Manage multiple profiles from a single account": "Verwalten Sie mehrere Profile über ein einziges Konto",
      "All features personalized per profile": "Alle Funktionen sind pro Profil personalisiert",
      "🧭 Intuitive & Beautiful Experience": "🧭 Intuitive und schöne Erfahrung",
      "Zodiya is designed for clarity and calm.": "Zodiya ist auf Klarheit und Ruhe ausgelegt.",
      "Clean design, smooth navigation": "Klares Design, reibungslose Navigation",
      "Mobile-first experience with deep functionality": "Mobile-First-Erfahrung mit umfangreicher Funktionalität",
      "🔐 Privacy First": "🔐 Datenschutz zuerst",
      "We protect your data like it's sacred.": "Wir schützen Ihre Daten, als wären sie heilig.",
      "Encrypted storage": "Verschlüsselte Speicherung",
      "No sharing of personal info, ever": "Keine Weitergabe persönlicher Daten — niemals",
      "Zodiya is your personalized guide to the stars — a modern astrology and self-discovery platform designed to help you understand yourself and the people around you on a deeper, more meaningful level.": "Zodiya ist Ihr personalisierter Guide zu den Sternen — eine moderne Astrologie- und Selbstentdeckungsplattform, die Ihnen hilft, sich selbst und die Menschen um Sie herum auf einer tieferen und bedeutungsvolleren Ebene zu verstehen.",
      "We combine ancient wisdom with modern technology to deliver a seamless and insightful experience through a wide range of spiritual and astrological services.": "Wir kombinieren alte Weisheit mit moderner Technologie, um Ihnen eine nahtlose und erkenntnisreiche Erfahrung durch eine breite Palette spiritueller und astrologischer Dienste zu bieten.",
      "✨ What We Offer": "✨ Was wir anbieten",
      "Zodiya provides a rich suite of personalized tools and reports to guide your daily life, enhance your self-awareness, and deepen your relationships:": "Zodiya bietet eine umfangreiche Sammlung personalisierter Werkzeuge und Berichte, die Ihr tägliches Leben unterstützen, Ihr Selbstbewusstsein stärken und Ihre Beziehungen vertiefen:",
      "Daily Horoscope Insight – Tailored daily guidance based on your birth chart": "Tageshoroskop-Einblick – Maßgeschneiderte tägliche Führung basierend auf Ihrem Geburtshoroskop",
      "General Zodiac Sign Insight – Explore your sun sign traits, strengths, and growth tips": "Allgemeiner Sternzeichen-Einblick – Entdecken Sie die Eigenschaften, Stärken und Wachstumstipps Ihres Sonnenzeichens",
      "Natal Chart – A detailed map of your personality, destiny, and potential": "Geburtshoroskop – Eine detaillierte Karte Ihrer Persönlichkeit, Ihres Schicksals und Potenzials",
      "Moon Phase Report – Understand the moon's influence on your emotions and energy": "Mondphasenbericht – Verstehen Sie den Einfluss des Mondes auf Ihre Emotionen und Energie",
      "Synastry (Compatibility Report) – Discover how your chart aligns with others' for love, friendship, or partnership": "Synastrie (Kompatibilitätsbericht) – Entdecken Sie, wie Ihr Horoskop sich mit dem anderer für Liebe, Freundschaft oder Partnerschaft deckt",
      "Numerology – Insights based on your birth date and name vibration": "Numerologie – Einblicke basierend auf Ihrem Geburtsdatum und der Schwingung Ihres Namens",
      "Transit Chart – See how current planetary movements affect you": "Transitdiagramm – Sehen Sie, wie aktuelle Planetentransite Sie beeinflussen",
      "Daily Tarot Reading – Draw guidance and reflection through tarot symbolism": "Tägliche Tarotlesung – Ziehen Sie Führung und Reflexion durch Tarot-Symbolik",
      "You can also create and manage multiple profiles, allowing you to explore not only your own cosmic blueprint, but also those of your loved ones.": "Sie können außerdem mehrere Profile erstellen und verwalten, sodass Sie nicht nur Ihren eigenen kosmischen Bauplan, sondern auch den Ihrer Liebsten erkunden können.",
      "💫 Our Philosophy": "💫 Unsere Philosophie",
      "Zodiya was built with one mission:": "Zodiya wurde mit einer Mission geschaffen:",
      "To help people reconnect with themselves and others through the power of astrology, numerology, and spiritual insight — in a beautiful, mobile-first experience.": "Menschen dabei zu helfen, sich selbst und andere durch die Kraft der Astrologie, Numerologie und spiritueller Einsichten wiederzuentdecken — in einer schönen Mobile-First-Erfahrung.",
      "We believe in making ancient systems intuitive, trustworthy, and meaningful for the modern world.": "Wir glauben daran, alte Systeme für die moderne Welt intuitiv, vertrauenswürdig und bedeutungsvoll zu machen.",
      "Personal Information": "Persönliche Informationen",
      "Gender": "Geschlecht",
      "Male": "Männlich",
      "Female": "Weiblich",
      "Select your Birth place": "Wählen Sie Ihren Geburtsort",
      "Type your city...": "Geben Sie Ihre Stadt ein...",
      "DOB": "Geburtsdatum",
      "Day": "Tag",
      "Month": "Monat",
      "Year": "Jahr",
      "Hour": "Stunde",
      "Minute": "Minute",
      "Profile updated successfully": "Profil erfolgreich aktualisiert",
      "Failed to save profile. Please try again.": "Profil konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.",
      "Current Plans:": "Aktuelle Pläne:",
      "Premium Plans": "Premium-Pläne",
      "Profile Plans": "Profilpläne",
      "Need Assistance?": "Benötigen Sie Unterstützung?",
      "for help with managing your account.": "für Hilfe bei der Verwaltung Ihres Kontos.",
      "Current plan status:": "Status des aktuellen Plans:",
      "Active": "Aktiv",
      "Inactive": "Inaktiv",
      "Subscription type:": "Abonnementtyp:",
      "Subscription start:": "Beginn des Abonnements:",
      "Subscription end:": "Ende des Abonnements:",
      "No subscription data available.": "Keine Abonnementdaten verfügbar.",
      "Downgrade Plan": "Plan herabstufen",
      "Upgrade Plan": "Plan upgraden",
      "Cancel Plan": "Plan kündigen",
      "No active subscription plan": "Kein aktives Abonnement",
      "By canceling your plan, you will lose access to all astrology reports and all added profiles on your profile list will be deleted permanently": "Durch das Kündigen Ihres Plans verlieren Sie den Zugriff auf alle astrologischen Berichte und alle hinzugefügten Profile in Ihrer Profil-Liste werden dauerhaft gelöscht",
      "Would you like to proceed?": "Möchten Sie fortfahren?",
      "Go Back": "Zurück",
      "Upgrade": "Upgrade",
      "Downgrade": "Herabstufen",
      "Your Plan": "Ihr Plan",
      "Current Plan:": "Aktueller Plan:",
      "You are already on the highest tier plan. No upgrades available.": "Sie befinden sich bereits im höchsten Tarif. Keine Upgrades verfügbar.",
      "You are on the lowest tier plan. No downgrades available.": "Sie befinden sich im niedrigsten Tarif. Keine Downgrades verfügbar.",
      "Continue": "Weiter",
      "Please select a plan first": "Bitte wählen Sie zuerst einen Plan aus",
      "Plan changed successfully": "Plan erfolgreich geändert",
      "Failed to change plan. Please try again.": "Plan konnte nicht geändert werden. Bitte versuchen Sie es erneut.",
      "An unexpected error occurred. Please try again.": "Ein unerwarteter Fehler ist aufgetreten. Bitte versuchen Sie es erneut.",
      "You are about to": "Sie sind dabei",
      "upgrade": "ein Upgrade durchzuführen",
      "downgrade": "ein Downgrade durchzuführen",
      "Cancel": "Abbrechen",
      "Confirm": "Bestätigen",
      "Confirm Payment": "Zahlung bestätigen",
      "12 midnight": "Mitternacht",
      "12 noon": "Mittag",
      "am": "am",
      "pm": "pm",
      "min": "Min.",
      "starter trial plan": "Starter-Testplan",
      "STARTER": "STARTER",
      "PREMIUM": "PREMIUM",
      "GOLD": "GOLD",
      "TRIAL": "TEST",
      "trial plan": "Testplan",
      "starter plan": "Starter-Plan",
      "premium plan": "Premium-Plan",
      "gold plan": "Gold-Plan",
      "Starter Trial Plan": "Starter-Testplan",
      "Starter Plan": "Starter-Plan",
      "Premium Plan": "Premium-Plan",
      "Gold Plan": "Gold-Plan",
      "Trial Plan": "Testplan",
      "Starter": "Starter",
      "Premium": "Premium",
      "Gold": "Gold",
      "Trial": "Test",
      "HOT OFFER": "TOP-ANGEBOT",
      "SALE": "VERKAUF",
      "TRY IT": "PROBIEREN",
      "2 months": "2 Monate",
      "3 months": "3 Monate",
      "1 Months": "1 Monat",
      "1 month": "1 Monat",
      "All included in Starter plan + ": "Alles im Starter-Plan enthalten + ",
      "All included in Premium plan +": "Alles im Premium-Plan enthalten +",
      "full access on all chart and one personal report": "Vollzugang zu allen Diagrammen und einem persönlichen Bericht",
      "/weekly billed for 2 months": "/wöchentlich abgerechnet für 2 Monate",
      "/weekly billed for 3 months": "/wöchentlich abgerechnet für 3 Monate",
      "weekly billed for 1 month": "wöchentlich abgerechnet für 1 Monat",
      "weekly billed for 2 months": "wöchentlich abgerechnet für 2 Monate",
      "weekly billed for 3 months": "wöchentlich abgerechnet für 3 Monate",
      "Natal Chart report": "Geburtshoroskop-Bericht",
      "Synastry chart": "Synastrie-Diagramm",
      "Transit chart": "Transitdiagramm",
      "Solar return chart": "Solar-Return-Diagramm",
      "Numerology insight": "Numerologie-Einblick",
      "Synastry report": "Synastrie-Bericht",
      "Transit report": "Transitbericht",
      "Solar return report": "Solar-Return-Bericht",
      "Numerology report": "Numerologie-Bericht",
      "*You can cancel anytime. Total charge 79.96€ ": "*Sie können jederzeit kündigen. Gesamtbetrag 79,96€ ",
      "*You can cancel anytime. Total charge 119,92€ ": "*Sie können jederzeit kündigen. Gesamtbetrag 119,92€ ",
      "*You can cancel any time. Total charge 167.88€.": "*Sie können jederzeit kündigen. Gesamtbetrag 167,88€.",
      "Subscriptions is auto renewable until cancelation.": "Abonnements verlängern sich automatisch, bis sie gekündigt werden.",
      "Subscription is auto renewable until cancelation": "Das Abonnement verlängert sich automatisch, bis es gekündigt wird",
      " billed monthly.": " monatlich abgerechnet.",
      "Welcome to Zodiya Starter 1 month plan": "Willkommen beim Zodiya Starter 1-Monats-Plan",
      "Welcome to Zodiya Premium 2 months plan": "Willkommen beim Zodiya Premium 2-Monats-Plan",
      "Welcome to Zodiya Gold 3 months plan": "Willkommen beim Zodiya Gold 3-Monats-Plan",
      "Welcome to Zodiya": "Willkommen bei Zodiya",
      "you have unlocked all premium reports:": "Sie haben alle Premiumberichte freigeschaltet:",
      "Go to astrology report": "Zum Astrologiebericht gehen",
      "Synastry Report": "Synastrie-Bericht",
      "Solar return Report": "Solar-Return-Bericht",
      "Numerology Report": "Numerologie-Bericht",
      "Purchase Profile Plan": "Profilplan kaufen",
      "Complete Premium access": "Vollständiger Premium-Zugang",
      "for": "für",
      "Monthly": "Monatlich",
      "Processing...": "Verarbeitung...",
      "Profile plan purchased successfully!": "Profilplan erfolgreich gekauft!",
      "Failed to purchase profile plan.": "Profilplan konnte nicht gekauft werden.",
      "An error occurred during the purchase process.": "Während des Kaufvorgangs ist ein Fehler aufgetreten.",
      "Please complete the payment authentication.": "Bitte schließen Sie die Zahlungsautorisierung ab.",
      "Please complete the payment authentication if prompted.": "Bitte schließen Sie die Zahlungsautorisierung ab, falls Sie dazu aufgefordert werden.",
      "3D Secure authentication failed.": "3D Secure-Authentifizierung fehlgeschlagen.",
      "1 Profile": "1 Profil",
      "3 Profiles": "3 Profile",
      "6 Profiles": "6 Profile",
      "10% off": "10% Rabatt",
      "20% off": "20% Rabatt",
      "Total charge 9.99€. Subscription is auto renewable until cancelation.": "Gesamtbetrag 9,99€. Das Abonnement verlängert sich automatisch bis zur Kündigung.",
      "Total charge 29.97€. Subscription is auto renewable until cancelation.": "Gesamtbetrag 29,97€. Das Abonnement verlängert sich automatisch bis zur Kündigung.",
      "Total charge 59.94€. Subscription is auto renewable until cancelation.": "Gesamtbetrag 59,94€. Das Abonnement verlängert sich automatisch bis zur Kündigung.",
      "Add number of profiles": "Anzahl der Profile hinzufügen",
      "Your currently on": "Sie befinden sich derzeit auf",
      "Maximum Profile Reached": "Maximale Anzahl an Profilen erreicht",
      "Please select a plan to upgrade to.": "Bitte wählen Sie einen Plan für das Upgrade.",
      "Plan upgraded successfully!": "Plan erfolgreich aktualisiert!",
      "Failed to upgrade plan.": "Plan konnte nicht aktualisiert werden.",
      "An error occurred during the upgrade process.": "Während des Upgrade-Prozesses ist ein Fehler aufgetreten.",
      "Maximum number of friends reached, Consider upgrading your subscription": "Maximale Anzahl an Freunden erreicht, erwägen Sie ein Upgrade Ihres Abonnements",
      "Now you can add profile": "Jetzt können Sie ein Profil hinzufügen",
      "10%": "10%",
      "20%": "20%",
      "off": "Rabatt",
      "Add Profile": "Profil hinzufügen",
      "Please select a gender": "Bitte wählen Sie ein Geschlecht aus",
      "Username is required": "Benutzername ist erforderlich",
      "Date of Birth is required": "Geburtsdatum ist erforderlich",
      "Time of Birth:": "Geburtszeit:",
      "Time of Birth is required": "Geburtszeit ist erforderlich",
      "I don't know my exact birth time": "Ich kenne meine genaue Geburtszeit nicht",
      "Profile Added": "Profil hinzugefügt",
      "My Profile": "Mein Profil",
      "Guest": "Gast",
      "Unlock All Features": "Alle Funktionen freischalten",
      "Settings": "Einstellungen",
      "Logout": "Abmelden",
      "Logout success": "Erfolgreich abgemeldet",
      "something went wrong": "Etwas ist schiefgelaufen",
      "Cancel Profile plan:": "Profilplan kündigen:",
      "Are you sure you want to cancel your current subscription plan? You can apply a discount instead.": "Sind Sie sicher, dass Sie Ihren aktuellen Abonnementplan kündigen möchten? Sie können stattdessen einen Rabatt anwenden.",
      "Apply": "Anwenden",
      "% discount": "% Rabatt",
      "By canceling, all profiles in your list will be permanently deleted.": "Durch die Kündigung werden alle Profile in Ihrer Liste dauerhaft gelöscht.",
      "SECRET DISCOUNT": "GEHEIMER RABATT",
      "SAVE": "SPAREN",
      "on your": "auf Ihrem",
      "profile plan": "Profilplan",
      "Apply Discount": "Rabatt anwenden",
      "The discount will be applied to your next billing cycle.": "Der Rabatt wird auf Ihren nächsten Abrechnungszyklus angewendet.",
      "Failed to cancel the plan. Please try again.": "Plan konnte nicht gekündigt werden. Bitte versuchen Sie es erneut.",
      "Something went wrong while canceling the plan.": "Beim Kündigen des Plans ist etwas schiefgelaufen.",
      "No discount available at the moment.": "Derzeit ist kein Rabatt verfügbar.",
      "Discount applied successfully!": "Rabatt erfolgreich angewendet!",
      "Could not apply discount.": "Rabatt konnte nicht angewendet werden.",
      "Network error. Please try again.": "Netzwerkfehler. Bitte versuchen Sie es erneut.",
      "1 profile plan": "1-Profil-Plan",
      "3 profile plan": "3-Profile-Plan",
      "6 profile plan": "6-Profile-Plan",
      "Your 1 Profile Plan has been successfully canceled!": "Ihr 1-Profil-Plan wurde erfolgreich gekündigt!",
      "Your 3 Profile Plan has been successfully canceled!": "Ihr 3-Profile-Plan wurde erfolgreich gekündigt!",
      "Your 6 Profile Plan has been successfully canceled!": "Ihr 6-Profile-Plan wurde erfolgreich gekündigt!",
      "Your premium Plan has been successfully canceled!": "Ihr Premium-Plan wurde erfolgreich gekündigt!",
      "Your gold Plan has been successfully canceled!": "Ihr Gold-Plan wurde erfolgreich gekündigt!",
      "Your trial Plan has been successfully canceled!": "Ihr Testplan wurde erfolgreich gekündigt!",
      "Your profile Plan has been successfully canceled!": "Ihr Profilplan wurde erfolgreich gekündigt!",
      "A confirmation email has been sent": "Eine Bestätigungs-E-Mail wurde gesendet",
      "You have no active profile subscriptions !": "Sie haben keine aktiven Profilabonnements!",
      "Add New Profile": "Neues Profil hinzufügen",
      "Frequently Asked Questions (FAQ)": "Häufig gestellte Fragen (FAQ)",
      "1. GENERAL QUESTIONS": "1. ALLGEMEINE FRAGEN",
      "Q: What is Zodiya?": "F: Was ist Zodiya?",
      "A: Zodiya is a web-based astrology platform that offers personalized daily horoscopes, birth charts, compatibility analysis, numerology, tarot, and moon phase reports — all based on your unique birth data.": "A: Zodiya ist eine webbasierte Astrologieplattform, die personalisierte Tageshoroskope, Geburtshoroskope, Kompatibilitätsanalysen, Numerologie, Tarot und Mondphasenberichte anbietet — alles basierend auf Ihren einzigartigen Geburtsdaten.",
      "Q: Is Zodiya free to use?": "F: Ist Zodiya kostenlos nutzbar?",
      "A: Zodiya does not offer free usage. To access the platform, users must first create a profile on our landing page and select a subscription plan. A limited trial plan is available.": "A: Zodiya bietet keine kostenlose Nutzung an. Um die Plattform zu nutzen, müssen Nutzer zunächst ein Profil auf unserer Landingpage erstellen und einen Abonnementplan auswählen. Ein begrenzter Testplan ist verfügbar.",
      "Q: How accurate are the astrology readings?": "F: Wie genau sind die astrologischen Auswertungen?",
      "A: Our content is generated using a combination of traditional astrological principles and advanced algorithms. While rooted in authentic methods, readings are intended for self-reflection, guidance, and entertainment.": "A: Unsere Inhalte werden mithilfe einer Kombination aus traditionellen astrologischen Prinzipien und modernen Algorithmen erstellt. Obwohl sie auf authentischen Methoden basieren, dienen die Auswertungen der Selbstreflexion, Orientierung und Unterhaltung.",
      "2. ACCOUNT & REGISTRATION": "2. KONTO & REGISTRIERUNG",
      "Q: How do I create an account?": "F: Wie erstelle ich ein Konto?",
      "A: You start by entering your personal birth details on our landing page. After selecting and paying for a subscription plan, you'll receive login credentials via email.": "A: Sie beginnen, indem Sie Ihre persönlichen Geburtsdaten auf unserer Landingpage eingeben. Nach Auswahl und Bezahlung eines Abonnementplans erhalten Sie Ihre Zugangsdaten per E-Mail.",
      "Q: Do I need a password to log in?": "F: Brauche ich ein Passwort, um mich einzuloggen?",
      "A: Yes. Upon subscribing, you receive a secure username and password which you'll use to access the web app.": "A: Ja. Bei der Anmeldung erhalten Sie einen sicheren Benutzernamen und ein Passwort, mit denen Sie auf die Web-App zugreifen.",
      "Q: Can I delete my account?": "F: Kann ich mein Konto löschen?",
      "A: Yes. To permanently delete your account and all associated data, contact our support team at support@zodiya.net.": "A: Ja. Um Ihr Konto und alle zugehörigen Daten dauerhaft zu löschen, kontaktieren Sie unser Support-Team unter support@zodiya.net.",
      "3. SUBSCRIPTION & PAYMENT": "3. ABONNEMENT & ZAHLUNG",
      "Q: What subscription plans are available?": "F: Welche Abonnementpläne sind verfügbar?",
      "A: We offer a limited-time Trial Plan, the full-feature Premium Plan, and the expanded Gold Plan which includes multi-profile support and additional advanced tools.": "A: Wir bieten einen zeitlich begrenzten Testplan, den umfangreichen Premium-Plan und den erweiterten Gold-Plan an, der Mehrprofil-Unterstützung und zusätzliche fortgeschrittene Tools enthält.",
      "Q: How do I cancel my subscription?": "F: Wie kündige ich mein Abonnement?",
      "A: You can cancel your plan anytime via the Subscription section in your account settings. If you also have an active Profile Plan, it will be canceled automatically, and additional profiles will be removed.": "A: Sie können Ihr Abonnement jederzeit über den Abonnementbereich in Ihren Kontoeinstellungen kündigen. Wenn Sie außerdem einen aktiven Profilplan haben, wird dieser automatisch gekündigt und zusätzliche Profile werden entfernt.",
      "Q: What payment methods are accepted?": "F: Welche Zahlungsmethoden werden akzeptiert?",
      "A: We accept all major credit and debit cards via secure checkout. Payments are handled through our trusted partner Stripe.": "A: Wir akzeptieren alle gängigen Kredit- und Debitkarten über einen sicheren Checkout. Zahlungen werden über unseren vertrauenswürdigen Partner Stripe abgewickelt.",
      "4. ASTROLOGY REPORTS & FEATURES": "4. ASTROLOGIEBERICHTE & FUNKTIONEN",
      "Q: What kind of reports and features does Zodiya offer?": "F: Welche Berichte und Funktionen bietet Zodiya?",
      "A: Zodiya includes: Personalized Daily Horoscope, Full Natal Chart, Transit Chart (planetary influences), Moon Phase Report, Synastry (Compatibility) Reports, Numerology Reports, Daily Tarot Draw, Zodiac Sign Insights.": "A: Zodiya umfasst: personalisiertes Tageshoroskop, vollständiges Geburtshoroskop, Transitdiagramm (planetare Einflüsse), Mondphasenbericht, Synastrie- (Kompatibilitäts-) Berichte, Numerologieberichte, tägliche Tarotziehung, Einblicke in Sternzeichen.",
      "Q: Can I add multiple profiles?": "F: Kann ich mehrere Profile hinzufügen?",
      "A: Yes. With a valid Profile Plan (available in the Gold tier or as an add-on), you can add 1, 3, or 6 extra profiles and access full content for each.": "A: Ja. Mit einem gültigen Profilplan (im Gold-Tarif oder als Zusatz erhältlich) können Sie 1, 3 oder 6 zusätzliche Profile hinzufügen und den vollständigen Inhalt für jedes nutzen.",
      "Q: How often is my content updated?": "F: Wie oft werden meine Inhalte aktualisiert?",
      "A: Daily horoscopes, moon phase data, and tarot readings are updated every 24 hours based on your local time and planetary transits.": "A: Tageshoroskope, Mondphasen-Daten und Tarotziehungen werden alle 24 Stunden basierend auf Ihrer Ortszeit und den Planetentransiten aktualisiert.",
      "5. DATA PRIVACY & SECURITY": "5. DATENSCHUTZ & SICHERHEIT",
      "Q: How is my data protected?": "F: Wie werden meine Daten geschützt?",
      "A: Zodiya complies with GDPR standards. All user data is encrypted and stored securely on protected servers.": "A: Zodiya entspricht den DSGVO-Standards. Alle Nutzerdaten werden verschlüsselt und sicher auf geschützten Servern gespeichert.",
      "Q: Do you share my personal data?": "F: Werden meine persönlichen Daten weitergegeben?",
      "A: Absolutely not. Your personal information is never sold or shared with third parties. Please refer to our Privacy Policy for more details.": "A: Absolut nicht. Ihre persönlichen Daten werden niemals verkauft oder an Dritte weitergegeben. Bitte lesen Sie unsere Datenschutzrichtlinie für weitere Details.",
      "Q: How can I request data deletion?": "F: Wie kann ich die Löschung meiner Daten beantragen?",
      "A: Send your request to our Data Protection Officer at privacy@zodiya.net or through the Support section in your account.": "A: Senden Sie Ihre Anfrage an unseren Datenschutzbeauftragten unter privacy@zodiya.net oder über den Supportbereich in Ihrem Konto.",
      "6. SUPPORT & TECHNICAL ASSISTANCE": "6. SUPPORT & TECHNISCHE UNTERSTÜTZUNG",
      "Q: How can I contact customer support?": "F: Wie kann ich den Kundensupport kontaktieren?",
      "A: Reach us anytime at support@zodiya.net or through the Help section inside the app.": "A: Sie können uns jederzeit unter support@zodiya.net oder über den Hilfe-Bereich in der App kontaktieren.",
      "Q: What should I do if I encounter a technical issue?": "F: Was soll ich tun, wenn ich ein technisches Problem habe?",
      "A: First, try clearing your browser cache or switching to a different browser. Ensure your browser is up to date. If the issue persists, contact support with a description and screenshot if possible.": "A: Versuchen Sie zunächst, den Cache Ihres Browsers zu löschen oder einen anderen Browser zu verwenden. Stellen Sie sicher, dass Ihr Browser aktuell ist. Wenn das Problem weiterhin besteht, kontaktieren Sie den Support mit einer Beschreibung und falls möglich einem Screenshot.",
      "Q: Can I request a refund?": "F: Kann ich eine Rückerstattung beantragen?",
      "A: Refunds are handled in accordance with our refund policy. Please contact us at support@zodiya.net for specific assistance.": "A: Rückerstattungen werden gemäß unserer Rückerstattungsrichtlinie bearbeitet. Bitte kontaktieren Sie uns unter support@zodiya.net für spezifische Unterstützung.",
      "For any additional questions, don't hesitate to reach out.": "Für alle weiteren Fragen zögern Sie nicht, uns zu kontaktieren.",
      "Zodiya Support Team – We're here to help.": "Zodiya Support-Team – Wir sind hier, um zu helfen.",
      "Manage Account": "Konto verwalten",
      "Modify your account settings, deactivate your account, or delete it permanently. Please proceed carefully as some actions are irreversible.": "Ändern Sie Ihre Kontoeinstellungen, deaktivieren Sie Ihr Konto oder löschen Sie es dauerhaft. Bitte gehen Sie vorsichtig vor, da einige Aktionen irreversibel sind.",
      "Deactivate account": "Konto deaktivieren",
      "Delete account": "Konto löschen",
      "Need assistance?": "Benötigen Sie Unterstützung?",
      "Your account has been deleted successfully.": "Ihr Konto wurde erfolgreich gelöscht.",
      "Account deletion failed. Please try again.": "Kontolöschung fehlgeschlagen. Bitte versuchen Sie es erneut.",
      "An error occurred while deleting the account.": "Bei der Löschung des Kontos ist ein Fehler aufgetreten.",
      "Deactivate Account": "Konto deaktivieren",
      "You can temporarily deactivate your account. It will be reactivated automatically when you log back in.": "Sie können Ihr Konto vorübergehend deaktivieren. Es wird automatisch reaktiviert, wenn Sie sich wieder einloggen.",
      "Deactivate my account": "Mein Konto deaktivieren",
      "Are you sure you want to deactivate your account?": "Sind Sie sicher, dass Sie Ihr Konto deaktivieren möchten?",
      "All your current active plans will be scheduled for cancellation at the end of the billing cycle. If you log in again, your account and plans will be reactivated.": "Alle Ihre aktiven Pläne werden zum Ende des Abrechnungszyklus zur Kündigung vorgesehen. Wenn Sie sich erneut einloggen, werden Ihr Konto und Ihre Pläne reaktiviert.",
      "Deactivate My Account": "Mein Konto deaktivieren",
      "Failed to deactivate account.": "Konto konnte nicht deaktiviert werden.",
      "Failed to deactivate account. Please try again.": "Konto konnte nicht deaktiviert werden. Bitte versuchen Sie es erneut.",
      "Your account has been successfully deactivated!": "Ihr Konto wurde erfolgreich deaktiviert!",
      "A confirmation email has been sent.": "Eine Bestätigungs-E-Mail wurde gesendet.",
      "Logout failed, redirecting to login.": "Abmeldung fehlgeschlagen, Weiterleitung zur Anmeldung.",
      "Enter your email": "Geben Sie Ihre E-Mail ein",
      "Password:": "Passwort:",
      "Enter your password": "Geben Sie Ihr Passwort ein",
      "Forgot password?": "Passwort vergessen?",
      "Don't have an account yet?": "Sie haben noch kein Konto?",
      "Sign up": "Registrieren",
      "Login Success.": "Erfolgreich angemeldet.",
      "Login Failed.": "Anmeldung fehlgeschlagen.",
      "Invalid email or password.": "Ungültige E-Mail oder ungültiges Passwort.",
      "Delete Account": "Konto löschen",
      "Permanently delete your account. This action will revoke all access and remove all your data from our systems.": "Löschen Sie Ihr Konto dauerhaft. Diese Aktion widerruft jeglichen Zugriff und entfernt alle Ihre Daten aus unseren Systemen.",
      "Delete my Account": "Mein Konto löschen",
      "You can't delete your account as you have active subscription plans. Manage your active subscription plans or cancel them.": "Sie können Ihr Konto nicht löschen, da Sie aktive Abonnementpläne haben. Verwalten oder kündigen Sie Ihre aktiven Abonnements.",
      "Cancel my plans": "Meine Pläne kündigen",
      "Go back": "Zurück",
      "By deleting your account, you agree to the following:": "Durch das Löschen Ihres Kontos stimmen Sie Folgendem zu:",
      "Loss of access to your account": "Verlust des Zugriffs auf Ihr Konto",
      "Permanent deletion of your personal data": "Dauerhafte Löschung Ihrer persönlichen Daten",
      "Retention of anonymized logs as per our policy": "Aufbewahrung anonymisierter Protokolle gemäß unserer Richtlinie",
      "Delete My Account": "Mein Konto löschen",
      "Failed to delete account.": "Kontolöschung fehlgeschlagen.",
      "Failed to delete account. Please try again.": "Kontolöschung fehlgeschlagen. Bitte versuchen Sie es erneut.",
      "Plans": "Pläne",
      "Cancel plan:": "Plan kündigen:",
      "Are you sure you want to cancel your current subscription plan? You can switch to a lower-tier plan or apply a discount instead.": "Sind Sie sicher, dass Sie Ihren aktuellen Abonnementplan kündigen möchten? Sie können zu einem niedrigeren Plan wechseln oder stattdessen einen Rabatt anwenden.",
      "Switch to Lower-Tier Plan": "Zu einem niedrigeren Plan wechseln",
      "Apply {percentage}% discount": "{percentage}% Rabatt anwenden",
      "By canceling your plan, you will lose access to all astrology reports, and all added profiles on your profile list will be deleted permanently.": "Durch das Kündigen Ihres Plans verlieren Sie den Zugriff auf alle Astrologieberichte, und alle in Ihrer Profilliste hinzugefügten Profile werden dauerhaft gelöscht.",
      "Help Us Improve": "Helfen Sie uns, uns zu verbessern",
      "We'd Appreciate it if you could tell us why you're canceling": "Wir würden es schätzen, wenn Sie uns mitteilen könnten, warum Sie kündigen",
      "Select a reason": "Wählen Sie einen Grund aus",
      "I wasn't using it often enough": "Ich habe es nicht oft genug benutzt",
      "Too expensive.": "Zu teuer.",
      "Didn't find the value worth the cost.": "Der Wert war die Kosten nicht wert.",
      "It didn't meet my needs or expectations.": "Es entsprach nicht meinen Bedürfnissen oder Erwartungen.",
      "Features I needed were unavailable.": "Benötigte Funktionen waren nicht verfügbar.",
      "Reports or insights were too basic.": "Berichte oder Einblicke waren zu einfach.",
      "I encountered technical problems.": "Ich hatte technische Probleme.",
      "Poor app performance or usability issues.": "Schlechte App-Leistung oder Bedienungsprobleme.",
      "Reports or horoscopes weren't accurate.": "Berichte oder Horoskope waren ungenau.",
      "Information was repetitive or unhelpful.": "Informationen waren repetitiv oder nicht hilfreich.",
      "Other": "Andere",
      "Would you have stayed subscribed if we Offered:": "Wären Sie abonniert geblieben, wenn wir Folgendes angeboten hätten:",
      "Lower-cost subscription": "Günstigeres Abonnement",
      "Annual discounted rates": "Jährlich vergünstigte Tarife",
      "Additional premium content": "Zusätzliche Premium-Inhalte",
      "Cancellation failed. Please try again.": "Kündigung fehlgeschlagen. Bitte versuchen Sie es erneut.",
      "An error occurred while canceling the plan.": "Beim Kündigen des Plans ist ein Fehler aufgetreten.",
      "Get full access on all our premium reports and readings": "Erhalten Sie vollen Zugriff auf alle unsere Premium-Berichte und -Lesungen",
      "Your currently on {plan} plan": "Sie befinden sich derzeit im {plan}-Plan",
      "CONTINUE": "FORTFAHREN",
      "You can cancel anytime. Total charge 119,92€. Subscriptions is auto renewable until cancelation.": "Sie können jederzeit kündigen. Gesamtbetrag 119,92€. Das Abonnement verlängert sich automatisch bis zur Kündigung.",
      "You can cancel any time. Total charge 2.99€. After 3 days trial you will be charged 19.99 weekly, billed monthly. Subscriptions is auto renewable until cancelation.": "Sie können jederzeit kündigen. Gesamtbetrag 2,99€. Nach einer 3-tägigen Testphase werden 19,99€ wöchentlich berechnet, monatlich abgerechnet. Das Abonnement verlängert sich automatisch bis zur Kündigung.",
      "You can cancel any time. Total charge 167.88€. Subscriptions is auto renewable until cancelation.": "Sie können jederzeit kündigen. Gesamtbetrag 167,88€. Das Abonnement verlängert sich automatisch bis zur Kündigung.",
      "Change Payments Details": "Zahlungsdetails ändern",
      "Consider upgrading or downgrading your current plan": "Erwägen Sie ein Upgrade oder Downgrade Ihres aktuellen Plans",
      "Plan purchased successfully!": "Plan erfolgreich gekauft!",
      "Subscription failed. Try again.": "Abonnement fehlgeschlagen. Bitte erneut versuchen.",
      "Payment failed. Please try again.": "Zahlung fehlgeschlagen. Bitte versuchen Sie es erneut.",
      " 3 days trial": " 3 Tage Testphase",
      " 2 months": " 2 Monate",
      " 3 months": " 3 Monate",
      "Natal Chart Report": "Geburtsdiagramm-Bericht",
      "Synstry chart": "Synastrie-Diagramm",
      "All included in": "Alles enthalten in",
      "Starter +": "Starter +",
      "Synstry report": "Synastrie-Bericht",
      "All included in Starter  + full access on all reports": "Alles im Starter enthalten + voller Zugriff auf alle Berichte",
      "All included in  Premium  + special offers": "Alles im Premium enthalten + Sonderangebote",
      "3 days trial. Then €19.99 weekly": "3 Tage Testphase. Danach 19,99€ wöchentlich",
      "You have Already Purchase Gold Subscription": "Sie haben bereits ein Gold-Abonnement gekauft",
      "Terms of Services | Privacy Policy | Membership Terms": "Nutzungsbedingungen | Datenschutzrichtlinie | Mitgliedschaftsbedingungen",
      "Tarot prediction": "Tarotvorhersage",
      "Daily transit": "Täglicher Transit",
      "Horoscopes": "Horoskope",
      "Natal chart": "Geburtsdiagramm",
      "Existing Payment Methods:": "Vorhandene Zahlungsmethoden:",
      "No payment methods found": "Keine Zahlungsmethoden gefunden",
      "Add New Payment Method": "Neue Zahlungsmethode hinzufügen",
      "Pay": "Bezahlen",
      "Pay to Zodiya": "An Zodiya bezahlen",
      "You already have a subscription plan": "Sie haben bereits einen Abonnementplan",
      "Something went wrong while initiating payment.": "Beim Einleiten der Zahlung ist ein Fehler aufgetreten.",
      "Something went wrong while fetching payment methods.": "Beim Abrufen der Zahlungsmethoden ist ein Fehler aufgetreten.",
      "No payment method selected.": "Keine Zahlungsmethode ausgewählt.",
      "An error occurred while processing payment": "Beim Verarbeiten der Zahlung ist ein Fehler aufgetreten",
      "The general": "Die allgemeinen",
      "terms and conditions": "Geschäftsbedingungen",
      "also apply with regard to data protection. If you are satisfied with our service, no further action is required from you.": "gelten auch in Bezug auf den Datenschutz. Wenn Sie mit unserem Service zufrieden sind, ist keine weitere Aktion Ihrerseits erforderlich.",
      "You can cancel any time.": "Sie können jederzeit kündigen.",
      "All prices include VAT.": "Alle Preise verstehen sich inklusive MwSt.",
      "This service is only for person over 18 y.": "Dieser Dienst ist nur für Personen über 18 Jahren.",
      "Your Starter membership will be automatically renewed. The 3 days trial membership is extended by another month (€89.94).": "Ihre Starter-Mitgliedschaft wird automatisch verlängert. Die 3-tägige Testphase wird um einen weiteren Monat (€89,94) verlängert.",
      "Your Premium membership will be automatically renewed. The 2 month membership is extended by another 2 months (€119.92).": "Ihre Premium-Mitgliedschaft wird automatisch verlängert. Die 2-Monats-Mitgliedschaft wird um weitere 2 Monate (€119,92) verlängert.",
      "Your Gold membership will be automatically renewed. The 3 month membership is extended by another 3 months (€167.88).": "Ihre Gold-Mitgliedschaft wird automatisch verlängert. Die 3-Monats-Mitgliedschaft wird um weitere 3 Monate (€167,88) verlängert.",
      "By providing your card information, you allow Zodiya sandbox to charge your card for future payments in accordance with their terms.": "Durch die Bereitstellung Ihrer Kartendaten erlauben Sie Zodiya Sandbox, Ihre Karte für zukünftige Zahlungen gemäß deren Bedingungen zu belasten.",
      "Secure Payments Powered by stripe": "Sichere Zahlungen, unterstützt von Stripe",
      "Safe and Secure SSL Encrypted": "Sicher und geschützt durch SSL-Verschlüsselung",
      "you already have profile subscription": "Sie haben bereits ein Profil-Abonnement",
      "An error occured": "Ein Fehler ist aufgetreten",
      "An error occurred": "Ein Fehler ist aufgetreten"
    }
  }
}