{"success": true,
"data": {

    "name": "Ajeet kanojia",

    "birth_date": "2011-5-15",

    "lifepath_number": 6,

    "report": [

        "The Life Path 6 suggests an extremely responsible and caring individual. The loving and caring aspect of your personality makes you an ideal parent as you are naturally motherly and nurturing. For your family and group of your friends, you are a shock absorber. In extreme situations and environments, you do not react adversely and try to keep your calm. You also try to calm people around you and help them sail through the difficult times. Usually, disagreements and differences of opinion do not trouble you.",

        "When in a relationship, you are able to hide your anger and hostility and exhibit only your pleasant side very easily. However, when you are trying to resolve a conflict, replace persuasion with diplomacy. Your wisdom would bag you a lot of appreciation and your friends and family would rely on you to be a mediator and solve all the misunderstandings. There is an image of maturity and understanding that you put forward when it comes to family matters. Family members believe that decisions taken by you, are just and trustworthy and they collectively agree on it.",

        "There is a lot of community orientation within you and you are a complete family man/woman. Love and empathy are your guiding forces and you tend to empathise with one and all around you. There might be a major chunk of your income that you would be donating or you would also provide community services and try to uplift the society around you in general. You are quite particular about the atmosphere at your home and always want peace, happiness and beauty to prevail. You ensure you keep the happiness of the place intact and cannot see anybody in your family upset. Life path 6 also means selflessness - one of your main characteristics, and you preach young and old to understand your life lessons and you share your wisdom and intend to help people on their way. For many loved ones, siblings and cousins you might end up playing a life coach or a therapist. They may look up to you and rely on you when they are stuck at any point in their life. You are always empathetic and understanding, and you can easily find consoling words for the people who are sad and disappointed, at the same time you will never be critical. Consider a career in therapy, counselling and motivational speaking.",

        "As you give in abundance, you also gain in abundance. There is a lot you have to give out to the world and you would selflessly give yourself and your possessions without thinking twice. With a gifted aesthetic sense, you are naturally artistic. Your home resembles a museum that displays a variety of interests that you have. Anybody walking into your space would be highly impressed by the vision and versatility of your mind. You have to take a lot of duties, and you may find it difficult at times but you know your call, and fulfil your responsibilities no matter what. Once you start earning, you may end up being the sole breadwinner of the family. Make sure that you fulfil these responsibilities well and give your family the time and investment it needs.",

        "Your life would be a lot happier and your mind a lot healthier if you keep your promises and stay dutiful. Your instinct keeps telling you all the struggle and strife at the end will only make you stronger. No problems are bigger than your strength and you are chosen by your destiny to go through all the acid tests and increase your strength and potential."

    ]

}
}