{
  "zodiacSigns": [
    {
      "sign": "Aries",
      "horoscope": {
        "summary": "As a fiery sign with a focus on Mars, your temperament naturally emerges from time to time, dear Aries. It's a part of your personality, like salt in soup. You'll notice this in 2024 as well. Sometimes, this quality has a positive effect, but occasionally, it has a negative impact. It always depends on the situation. The first three months of the new year are similar to the previous year; major changes are not expected yet. However, from April onwards, things really pick up, and you start moving. Success is chasing you, and the best part is that you don't have to do much to achieve it! By autumn, you'll be fully motivated, have career opportunities, and in love, anything is possible, as Venus, the planet of love, is the main focus and will provide you with the impetus for happiness.",
        "monthsToHighlight": ["April", "June", "November"],
        "loveAndPartnership": "You might feel like you're on cloud nine, dear Aries, as you can genuinely look forward to love in 2024. Whether you have the right person by your side for a lifetime or are still searching, everything is going well this year. Intense emotions connect you with your loved one, and the love sky is full of violins. Even sparks you thought had disappeared will flare up again, igniting the true flame of love within you. If you're still single and seeking a long-awaited partner, especially June and August could spark a genuine connection. Venus, the planet of love, offers great opportunities throughout the year, but in these two months, there's a significant chance of meeting the right person for a lifetime. You might even consider getting married and starting a family this year. Do it, as you have the best conditions to be happy.",
        "careerAndFinances": "Work and finances will bring a breath of fresh air to your professional life in 2024, dear Aries. The Year of Venus is also kind to you in this regard because you are dedicated, assertive, and well-received by colleagues and superiors. Work should never be dull, and you can expect a lot of work but also a lot of variety. This suits you perfectly, as more prestige and career advancement are what you've set your sights on this year. With Venus as the ruler of the year, you can tap into unlimited resources, so to speak, as financial growth is also in the air. You have the best conditions for professional advancement and financial success in the autumn of the year. This is your strongest time, as you won't lack the necessary discipline and perseverance.",
        "fitnessAndHealth": "You will naturally enjoy this along with the love happiness reflected in a positive mood. Along with the strength available to you, these are good conditions to go through the year in shape and vitality. For you, spring could almost be compared to a rejuvenation treatment because if there were any adjustments needed, from now on, you'll feel like a new person. Starting from May, the rest of the year will be better for you than you've been in a long time. Of course, serious and chronic illnesses cannot simply be magically erased all at once, but you still have good chances of finding the right therapy from May onwards to become symptom-free or even completely healthy."
      },
      "logo":"♈",
      "bestMonths": ["February", "March", "June", "November"],
      "talisman": "This year, carry a small branch of mountain ash, dear Aries. It is said that the mountain ash tree has healing and protective powers. The branch doesn't have to be large; getting a small piece that you can always carry in your purse or jacket pocket is sufficient."
    },
    {
      "sign": "Taurus",
      "horoscope": {
        "summary": "In the year of Venus 2024, Taurus, you are at the top of the list of winners. You can look forward to a versatile, successful, and happy year in all areas of life. Venus is your planet, and you'll receive a complete, versatile package for a good and carefree mood, so to speak, and everything is included. From happiness in love to professional and financial success, to an indescribable sense of well-being. Venus rules the year, and for you, that means dream conditions for happiness and contentment.",
        "monthsToHighlight": ["April", "September", "October", "December"],
        "loveAndPartnership": "Regarding love and partnership, the new year starts for you in a manner similar to how the old year ended. Spring may not be your strong suit, but after that, there's no stopping, and happiness will accompany you. You experience a lot of love, and there's a balance between giving and receiving. If you're in a committed relationship, you're experiencing a heavenly time. Similarities, cohesion, and genuinely deep feelings connect you, making you happy. Even if you've been with your partner for a long time, there will be a breath of fresh air in the relationship, and you'll rediscover each other. Appreciate what you have in each other. If you're still navigating life solo, be cautious, dear Taurus. Not only Venus, the planet of love, but also Jupiter, the planet of luck, ensure that you meet the right person with whom you want to spend the rest of your life. You don't have to do much for it; just be open.",
        "careerAndFinances": "This year, you have great opportunities for work, and you can boost your career. But that's not all; you're popular among your colleagues, and you'll earn recognition. Having enough money is a given, becoming almost a positive side effect throughout the year. In May, you can make a really significant impact professionally, business-wise, and financially. But the rest of the year is also very positive and promising on a professional and financial level. This year, you can fulfill many wishes. The best part is that you don't have to exert much effort, and with little effort, you can achieve what you may have been dreaming of for a long time.",
        "fitnessAndHealth": "All in all, you can look forward to a carefree year, especially concerning your vitality and fitness. You can do almost nothing or anything, feel comfortable, and likely have little reason for regret. Of course, you're prone to be a bit influenced by Venus, which may manifest as an increased appetite and consequently a few extra pounds on the hips. But you have it in your hands to keep things in moderation and let common sense prevail. Exercise regularly, ensure you get enough sleep, and don't overload your plate while eating. So, nothing should stand in the way of a problem-free and carefree year."
      },
      "logo":"♉",
      "bestMonths": ["April", "September", "October", "December"],
      "talisman": "A chestnut that you've personally chosen can be a beautiful talisman for you this year. Whether you carry it in your jacket or pants pocket or simply keep it in your purse, the positive effect is the same. At night, place it on your bedside table or, if you prefer, under your pillow. Always take your personal chestnut when you feel insecure or experience inner restlessness."
    },
    {
      "sign": "Gemini",
      "horoscope": {
        "summary": "For you, Gemini, dreams can truly come true this year. The prospects in the year of Venus are excellent, and you have good opportunities in 2024 to achieve everything you've planned. Everything is working mostly without problems in all areas of life. You precisely know what is important and radiate a lot of positive energy and strength.",
        "monthsToHighlight": ["March", "May", "June", "October"],
        "loveAndPartnership": "Love, as well as friendships, are at the top of your annual agenda for 2024, dear Gemini. Boredom is certainly not setting in, neither in your partnership nor in your friendships. Perhaps your partner is, in some way, your best friend, and love and friendship merge. Cohesion in your relationship is now in the spotlight, benefiting not only you but also your partner. With so much harmony, it shouldn't be a problem to give each other the necessary freedom. However, a happy relationship also involves communication on an equal footing, and that is something you need to pay special attention to this year. The happiness of love in your relationship is preserved only if you consciously refrain from accusations, blame, contempt, or devaluing your partner. If you're still searching for the right person, then spring is the best chance to make great acquaintances. Love is, so to speak, your elixir of life this year, dear Gemini.",
        "careerAndFinances": "You've matured a lot, dear Gemini, and now you know exactly what you want. Above all, you also know what you don't want, and if you've been toying with the idea of changing your career for a while, you can do it this year. You have a lot of self-confidence and present yourself in a way that people take you seriously. This brings you advantages in your work, as well as in business and financial matters. You are not overlooked; on the contrary, people listen to you! Many doors are open to you. This way, you can significantly improve your position at work and earn more money. But you can also completely change your career and suddenly discover a job in which you could enjoy much more. You will be treated with enough respect that even a leap into self-employment is worth considering.",
        "fitnessAndHealth": "To stay fit and vital throughout 2024, you should consider a few things, dear Gemini. Saturn can occasionally hit the brakes and reduce your energy levels. To ensure that your well-being is not limited, you should consciously allow more breaks for rest, avoid stress in your free time, and above all, ensure a healthy lifestyle. This year's motto for you is: Prevention is better than cure! Do a little more for yourself, pay attention to your physical and mental needs, and do not neglect the necessary balance between tension and relaxation. This way, you should go through the year in good shape and vitality."
      },
      "logo":"♊",
      "bestMonths": ["March", "May", "June", "October"],
      "talisman": "Look for a smooth and not too large pebble, dear Gemini. Carry it with you throughout the year, and if you ever doubt your decision, take the stone, pause, and think it over carefully."
    },
    {
      "sign": "Cancer",
      "horoscope": {
        "summary": "Before you is a truly splendid year, dear Cancers. The year 2024 is under the influence of Venus as the regent of the year. For you, this means a lot of love and success in your career. Additionally, the fortunate planet Jupiter is also present, offering you many opportunities until autumn that you wouldn't have dared to dream of. Your position this year is quite excellent. You should plan an extended vacation by the water in 2024.",
        "monthsToHighlight": [
          "April",
          "June",
          "August",
          "September",
          "October"
        ],
        "loveAndPartnership": "If you haven't found your great love yet, then in 2024, you have every chance to meet them this year. It is highly likely that you will also meet your soulmate with whom happiness is almost perfect. But even if you are already in a committed relationship, you can look forward to a lot of harmony and well-being. In your love life, passion and eroticism may not play as significant a role as deep inner connection, a sense of togetherness, and home harmony. You and your partner know exactly what you have in each other, and you appreciate that.",
        "careerAndFinances": "You and your colleagues are now a good team at work. In business, teamwork should be relied upon, and then you can achieve almost anything. The fortunate planet Jupiter will assist you in the first half of the year and give you a bit of luck needed for professional success. You will appear exceptionally successful, surprising yourself with how confidently you can suddenly present yourself. It is also entirely possible that a lucrative job offer you've always dreamed of is now on the table. In the last quarter of the year, things calm down a bit, but certainly not in a negative way.",
        "fitnessAndHealth": "Embrace the fresh wind that will come into your life in 2024. This year, you have all the conditions for vitality and fitness, as Venus as the annual ruler, along with Jupiter, Saturn, Pluto, Neptune, and Uranus, all work in your favor. A necessary sense of well-being should not be lacking. In fact, it's safe to assume that you will come out of 2024 considerably healthier than when you entered it."
      },
      "logo":"♋",
      "bestMonths": ["April", "June", "August", "September", "October"],
      "talisman": "Declare a small seashell your personal luck this year. Ideally, you found this shell on the beach yourself, or someone close to you chose it for you. You can keep the shell in a small fabric or leather bag and carry it with you at all times."
    },
    {
      "sign": "Leo",
      "horoscope": {
        "summary": "You can look forward to a not at all boring 2024. The annual regent Venus means good things for you. Not only will you be showered with love, but things also look very promising financially. This year, you'll have to put in effort, but it will be worth it. Promised!",
        "monthsToHighlight": ["April", "July", "September", "December"],
        "loveAndPartnership": "Radiating like Venus, the planet of love, your chances for great happiness in love are within reach, dear Leo. June and July are the best months to meet the right person for a lifetime. You have great charisma, and hearts simply flock to you. But even if you are already committed, you can expect a fantastic and romantic time. It may not always be without challenges, but the solutions never wait long. In short, Venus, the planet of love as the regent of the year, spoils you when it comes to love and partnership.",
        "careerAndFinances": "All in all, conditions in the areas of work and finances are very favorable for you. However, one should not be deceived into thinking that it will all happen on its own. It is not so. This year, a lot of effort will be required from you, but you will do it, and the effort will pay off. It's all about performance, and what you have achieved this year is impressive. You have the right instinct for business and a golden touch for finances. A thriving career and a lot of money are what you can look forward to this year.",
        "fitnessAndHealth": "To experience 2024 as fit and vital as possible, you must by no means neglect the needs of your body and soul. Pay attention to your heart and circulation and always find the necessary balance between tension and relaxation. Contrast showers, for example, can strengthen your circulation and immune system. Moderate outdoor exercise is also important for maintaining balance. Think about your heart and avoid stress. You know: in silence, there is strength! Allow yourself regular breaks. This is especially important this year. Feel free to show everyone who you are and what you can do, but apply the brakes in between!"
      },
      "logo":"♌",
      "bestMonths": ["February", "May", "October", "December"],
      "talisman": "Go for a walk and find a stone by the roadside that you spontaneously like. Make sure it has as few sharp edges as possible so you can comfortably carry it with you. Whether you carry it in your wallet, purse, or in the pocket of your jacket or pants, it will be your faithful companion and bearer of good luck this year."
    },
    {
      "sign": "Virgo",
      "horoscope": {
        "summary": "With Venus as the regent of the year, you, as a Virgo who thinks more objectively and soberly, can learn what it means to enjoy life. This year, you are teeming with opportunities, both in love and in your career. You have more self-confidence and are optimistic about the future. That's exactly how it should be!",
        "monthsToHighlight": ["January", "May", "August", "September"],
        "loveAndPartnership": "Something akin to magic is coming into your love life this year. You probably didn't know how romantic you could be until now. You are extremely attractive throughout the year, giving you good chances to meet someone with whom you want to spend the rest of your life. So, if you're still single, you can successfully change that if you want. If you're already in a committed partnership, then love is on your side. It may even happen that you and your significant other rediscover each other completely. You know you can rely on each other, but that's not all: you treat each other with love and feel comfortable together. It really can't get any better.",
        "careerAndFinances": "You can also look forward to successful prospects in a professional and financial sense, dear Virgo. Your hard work over the past two years has paid off, so now you can reap the rewards. Your experience, dedication, and reliability will be rewarded, and you will earn a lot of respect at work. You might even face new and additional tasks and challenges that involve a lot of work, but ultimately lead to progress and superiority. At the end of the year, you can proudly look back on your achievements and what you have accomplished this year. It was worth it!",
        "fitnessAndHealth": "Good conditions at work and love happiness naturally translate into well-being. Therefore, you are already in a good overall mood, which is important. However, success at work and in love can also create stress, and stress is not really good. Therefore, this year, dear Virgo, you need to be especially careful not to exceed your physical limits. No matter how good you feel and how much there is to do: always make sure to pass the year in a relaxed manner. Don't put yourself under pressure because you don't have to. Always take the necessary breaks for rest and recovery."
      },
      "logo":"♍",
      "bestMonths": ["January", "May", "August", "September"],
      "talisman": "If you want a talisman to bring you luck this year, carry a cherry pit with you, dear Virgo. This inconspicuous but empowering talisman will be a good companion throughout 2024."
    },
    {
      "sign": "Libra",
      "horoscope": {
        "summary": "In 2024, love is your specialty. Venus, the planet of love, is also the regent of the year, promising you a magical summer of love. Dreams can now come true! However, in 2024, you won't be able to avoid important decisions. You have enough positive tendencies at your disposal, so you just need to believe in yourself to boost your personal happiness.",
        "monthsToHighlight": ["March", "April", "July", "November"],
        "loveAndPartnership": "This year, you have a special charisma. This unique aura helps you get what you want in romantic relationships. If you have a constant partner, a strong sense of deep connection is awakened in you, bringing you even closer. Some stress in the relationship is possible in the last two months of the year. Here, you won't be able to avoid a bit of work in the relationship. If you are still navigating life as a single and want to change that, you will likely meet your soulmate. He/she will love you not only for your appearance but will be particularly close to your inner nature.",
        "careerAndFinances": "In the workplace in 2024, your diplomatic skills will be in high demand. You are generally more accepted by colleagues and superiors than many other zodiac signs. High levels of diplomacy, coupled with your creative talent, are what you can build on this year. If you would like to change your career, in 2024, you have good prospects of finding a better, more enjoyable job. You know what is important, can sell yourself well, and have realistic chances for professional success and financial gain. However, it's important not to become reckless, keep your feet on the ground, and not allow yourself to soar too high.",
        "fitnessAndHealth": "Your resilience may be put to the test in 2024. It's possible that you'll always reach your limits, requiring careful handling of available reserves of strength. Therefore, be very aware of your well-being this year, check your health, and take advantage of preventive medical check-ups. In short: take care of your health because it's better to prevent than to cure."
      },
      "logo":"♎",
      "bestMonths": ["January", "February", "June", "November"],
      "talisman": "Harness the positive energy of the plum. This year, carry a dried plum pit that you've eaten yourself as a talisman for luck!"
    },
    {
      "sign": "Scorpio",
      "horoscope": {
        "summary": "If you haven't found your true love yet, dear Scorpios, it's likely to cross your path this year. Venus, the annual ruler of 2024, not only promises good prospects in love but also brings a lot of joy in life and new experiences in your career.",
        "monthsToHighlight": ["May", "July", "September", "December"],
        "loveAndPartnership": "There's much to say about the love of your life coming to you this year. You'll fall head over heels, and they will enchant you. So, if you are still navigating life as a single, look forward to meeting the right person. If you are already in a committed relationship, you may renew your vows of fidelity and have a wonderful time together. If there's a serious crisis in the relationship, it's possible to break free and turn to new love. Both options are on the table. Happiness in love is with you throughout the year!",
        "careerAndFinances": "This year is full of wonderful surprises for you, extending to the realm of career and finances. You might suddenly be offered the dream job you've been waiting for. Additionally, the fortunate planet Jupiter is with you until November. Financial growth is possible, including through games of chance. Try your luck with a small stake in the lottery. Luck will come not only in love but also in your career and finances. Stay curious, as positive surprises await you.",
        "fitnessAndHealth": "Your outlook on life is on a high level this year, dear Scorpios. Feeling happy naturally has a positive effect on your vitality and fitness. Serious problems are not expected, although Venus, as the ruler of the year, tends to indulge in pleasures, especially when it comes to food. To avoid unnecessary and unwanted extra pounds, it's logical to plan your meals sensibly and eat in moderation."
      },
      "logo":"♏",
      "bestMonths": ["May", "June", "October", "December"],
      "talisman": "As a water sign, you can choose a lucky charm from the sea. It could be a small seashell, amber, coral, or any other gem that the sea has brought to the beach."
    },
    {
      "sign": "Sagittarius",
      "horoscope": {
        "summary": "After Saturn, who has been putting the brakes on fun lately, threw the keys to work, dear Sagittarians, in 2024, you will receive completely new impulses. Venus, the planet of love, is the ruler of the year, and not only helps you find happiness in love but also brings you money. The year 2024 can also bring professional changes, but they will be of a positive nature.",
        "monthsToHighlight": ["March", "June", "August", "December"],
        "loveAndPartnership": "You are exceptionally popular, and your optimism is appreciated, dear Sagittarius. You are warmly welcomed, and this year it's not a challenge to prove that you are a lovely person in love. Love is as deep as the sea, or at least that's how you feel. Whether you already have a life partner or are still searching for one, Venus supports you with all her strength, and your love life is full of ease, especially from spring onwards. Regardless of gender, when it comes to love, you will feel like you're in paradise.",
        "careerAndFinances": "The fortunate planet Jupiter brings money, as you might assume. The year 2024 has a lot to offer you professionally, with the greatest chances in the fall. If you want to try your luck in the lottery in November, go for it; you might win a considerable amount of money. In your career, new challenges may await you, and you might even change jobs and strive for new goals. Anything is possible, and regardless of the professional path you take, it will lead you in a positive direction.",
        "fitnessAndHealth": "Feeling strong and fit is a good thing in itself. However, it also carries a certain risk of overestimating your strength, exhausting yourself, or working too much, turning night into day. The remedy is simple: take regular breaks, get enough sleep, practice relaxation exercises, and, if you wish, meditation. You can fend off seasonal viruses by opting for a diet rich in vitamins and outdoor exercise. This means that colds and infections stand no chance against you."
      },
      "logo":"♐",
      "bestMonths": ["February", "June", "November", "December"],
      "talisman": "Take a bite of an apple and choose one that tastes especially good, dear Sagittarius. Then remove the apple seeds and place them on a windowsill to dry. If you carry these apple seeds in a small fabric bag with you throughout the year, you'll have beautiful amulets in your pocket."
    },
    {
      "sign": "Capricorn",
      "horoscope": {
        "summary": "All in all, the year 2024, ruled by Venus, will be happy and successful for you, dear Capricorns. Even if you are naturally a more serious person, you can open up more with Venus as your companion. There is plenty of room for love in your heart.However, things are also looking up professionally, and you can look forward to a year full of opportunities. Your zodiac sign in 2024 gathers so much concentrated positive energy that it can hardly get any better.",
        "monthsToHighlight": ["March", "June", "August", "December"],
        "loveAndPartnership": "Your love life this year will be exceptionally friendly. Love will bloom again, even if you have been with your partner for a long time. Reliability, cohesion, and tender feelings define your relationship, and you will always find a common solution that is good and right for both sides, even when problems arise. If you are still single, then you have the greatest chance this year to find the right person with whom entering a sustainable relationship is worthwhile. Venus, the planet of love, transforms you into a new person, so to speak, who can finally develop genuine love.",
        "careerAndFinances": "Professionally, you are firmly in the saddle this year, and once again, you can prove what you are made of. Everything you engage in this year will lead you to success. In 2024, you will outperform all zodiac signs when it comes to careers and finances, and you will have the best prospects for advancing your career. Even a few uncertainties or doubts from the past can now be easily dispelled with the necessary self-confidence. And this time, it's only going in one direction—forward!",
        "fitnessAndHealth": "With all these overall good prospects, it is almost understandable that there should be no serious issues in the area of vitality and fitness. That's how it should be! During this year, you even have the opportunity to finally say goodbye to long-standing complaints. Your knees and joints are among the weak points for you as a Capricorn. Regularly care for your knees and body with a good lotion. "
      },
      "logo":"♑",
      "bestMonths": ["January", "February", "June", "September"],
      "talisman": "Have you ever lost a tooth or had it pulled out by a dentist and saved it, dear Capricorns? That would be optimal because such a tooth could serve as your personal lucky charm this year. Perhaps you've kept a baby tooth from one of your children and it's lying in a drawer somewhere. If you don't have your own or a loved one's tooth, then you should look for a small pebble outside and carry it with you as an alternative."
    },
    {
      "sign": "Aquarius",
      "horoscope": {
        "summary": "You, too, will positively feel the influence of Venus as the regent of 2024, dear Aquarians. With a little luck, even long-cherished dreams can now come true as your desires and thoughts take shape. You can make plans and successfully implement them not only with your partner and family but also with friends.",
        "monthsToHighlight": ["March", "June", "August", "December"],
        "loveAndPartnership": "This year should be splendid for you, dear Aquarians, in terms of love and partnership. You have become more mature and reasonable, which positively impacts life in your relationship. If you haven't found your happiness yet and are still navigating through life on your own, you can change that too. The greatest chance to meet the right person is in the last two months of the year, as from November, the lucky planet Jupiter will join Venus in supporting you in the quest for the greatest love happiness.",
        "careerAndFinances": "You no longer want to be ignored at work, and now you are taking matters into your own hands, dear Aquarians. This makes sense because no one has advanced by just waiting. You are curious and quickly adapt to new situations. You should refrain from unnecessary impulsive purchases and try not to get carried away with unnecessary spending. A little more financial humility is appropriate throughout the year.",
        "fitnessAndHealth": "In the first quarter of the year, your constitution may weaken a bit. Therefore, do not overdo it, don't turn night into day, and refrain from any exaggeration. From spring onwards, you will gain energy that will give you strength and power. Even chronic and long-standing complaints can now be effectively treated or cured."
      },
      "logo":"♒",
      "bestMonths": ["March", "June", "July", "November"],
      "talisman": "Find a fruit tree that you particularly like. Hug this tree and take home a small twig. Carefully scrape off the bark and carry this small twig with you from now on as a talisman."
    },
    {
      "sign": "Pisces",
      "horoscope": {
        "summary": "The love planet Venus rules the astrological year of 2024. This means plenty of love and many beautiful things in abundance for you. But that's not all. The fortunate planet Jupiter in a favorable position also has an optimal effect on you. Follow what this year has prepared for you. We promise you one thing in advance: it's worth it!",
        "monthsToHighlight": ["February", "April", "July", "September"],
        "loveAndPartnership": "The theme of love for you this year, dear Pisces, is almost sensational. You truly enjoy romantic happiness, whether you have a partner by your side or are still searching for one. Venus is doing a fantastic job for you! Your significant other will become your dream partner this year, and if there were some problems in the past, they are now a thing of the past. Passion, tenderness, romance, and plenty of time together define your partnership. If you are still single and looking for Mr. or Mrs. Right, you might find your soulmate this year. You understand each other without words, and your souls connect with each other.",
        "careerAndFinances": "Luck this year also influences your finances, dear Pisces. Money is flowing right in your direction! However, it remains uncertain whether this money comes exclusively from your efforts. It looks more like you suddenly receive financial growth from an unexpected source. It remains to be seen whether someone will give you money, you will inherit, win the lottery, or receive a financial gain from a completely unexpected source. You also have good chances of advancing in your career, which can, of course, have a positive impact on your finances.",
        "fitnessAndHealth": "In terms of vitality and fitness, you have wonderful prospects in 2024 to go through the year with the necessary well-being, dear Pisces. Treat yourself to something nice consciously from time to time, take a long vacation by the sea with your loved one. Consume a conscious diet rich in vitamins and ensure you get enough sleep. So, nothing should stand in the way of a carefree 2024."
      },
      "logo":"♓",
      "bestMonths": ["February", "April", "July", "September"],
      "talisman": "As a water sign, if possible, let your talisman for this year come from the sea, dear Pisces. An ideal choice is a seashell you found yourself or received as a gift from a loved one, which you can always carry with you."
      }
  ]
}
