{
    "zodiacSigns": [
      {
        "sign": "Aries",
        "logo":"♈",
        "horoscope": {
            "summary":"Little Aries is a quick child. Nothing and no one can stop them. They don't hesitate but head straight for their goal from birth. Little Aries has a strong will and expresses it as a baby without any ifs or buts.",
           "headData":[{
            "title":"Little Aries doesn't want - they demand!",
            "desc":"Baby Aries knows exactly when and how loudly to cry to make mom or dad, preferably both, rush with a bottle and fresh diaper. It has to be done quickly because patience is not placed in the cradle of little Aries. When Aries child starts talking, the word I want will surely be at the top of the list."
           },{
            "title":"Afternoon naps are not for little Aries",
            "desc":"Parents of Aries need steel nerves when their offspring start their first attempts at crawling around the apartment. Now is the time to be cautious. Nothing seems safe anymore. Little Aries is bold par excellence and knows no fear. They usually learn to walk early, and it's not uncommon to see them running around before their first birthday. If they fall, they get up again, only to fall again immediately. Even after countless falls, they still haven't learned to be careful. They don't want to rest, and forcing them to take an afternoon nap is one of the brilliant achievements of exhausted Aries parents.Little Aries would like everything to happen right away; they don't think much about practice. So, it might happen that their first bike has to endure several falls, and the paint is already scraped off before they properly ride it. When little Aries sees a new bike, they will jump on it regardless of anything. "
           }]
        }    
      },
      {
        "sign": "Taurus",
        "logo":"♉",
        "horoscope": {
            "summary":"Little Taurus literally needs solid ground under their feet to understand the world around them.",
           "headData":[{
            "title":"Little Taurus likes what's on the table",
            "desc":"The sense of touch is already well developed in baby Taurus, and by touching and holding their toys in the crib, they learn what will accompany them throughout their life - the practical and material side of life. They are patient and gentle children but want to have their own way from an early age. People born under Taurus are known for their love of food, and a little Taurus is usually a bundle of joy. You can see that they enjoy it."
           },{
            "title":"Little Taurus has time",
            "desc":"In kindergarten and school, Taurus shows a lot of patience and perseverance, doing everything to solve tasks calmly and smoothly. They handle everything with caution. They are not bold, and sometimes everything just takes a little longer than with other children. However, with their own pace, Taurus child still reaches where they want to go. Little Taurus can spend hours engrossed in play materials that nature offers. Chestnuts, acorns, shells, and stones fascinate them as much as colorful leaves falling from trees in autumn. It's not uncommon for little Taurus to already have their own little bed in the family garden.A walk in the woods might be a punishment for some children, but not for Taurus. Their connection with nature is as much a part of them as their practical side and the sense of satisfaction. Of course, little Taurus will eventually go through puberty, but they don't waste time. Early matured Taureans are certainly more of an exception than a rule."
           }]
        }  
    
      },
      {
        "sign": "Gemini",
        "logo":"♊",
        "horoscope": {
            "summary":"Little Gemini is bright and has a strong power of observation. They eagerly absorb all the impressions around them and are inspired by them. However, this also quickly distracts them and makes it difficult for them to concentrate on one thing for a long time.",
           "headData":[{
            "title":"Little Gemini is fascinated by everything",
            "desc":"They early explore everything that comes their way and quickly figure out how things work. As soon as they learn that, they move on to the next thing. Gemini child is very spontaneous and adapts quickly to any situation. Little Gemini requires the full attention of their parents. They need company like they need the air they breathe, and their playmates should not be boring. Gemini child always has new ideas about how to entertain themselves. They are curious and want to know everything. Why is their favorite question. Parents of a Gemini child should be prepared to provide a lot of explanations. However, they shouldn't get irritated by this curiosity because it only shows that their child has a healthy and well-developed intellect. It's a pleasure to watch how they start to talk. Little Gemini does it very early, often earlier than other children, and they often have a considerable vocabulary."
           },{
            "title":"Communication is important",
            "desc":"Gemini child is in contact with others from an early age. It's good to teach them as much as possible and to stimulate their natural desire to communicate. Parents need to pay attention to their child's friends because Gemini children can easily be influenced by others. Parents can influence their children even more positively by letting them know from an early age that they are the most important people in their lives."
           }]
        }  
    
      },
      {
        "sign": "Cancer",
        "logo":"♋",
        "horoscope": {
            "summary":"Little Cancer is sensitive and attached to their parents from the very beginning. Their home and family are particularly important to them, and they want to feel safe and protected.",
           "headData":[{
            "title":"Little Cancer needs security",
            "desc":"Parents can be sure that their little Cancer will become a person who knows exactly what they want, especially when it comes to personal relationships. The emotional side of life is of particular importance to Cancer, and they will do everything they can to avoid suffering. Even as a baby, Cancer child is rather quiet and doesn't need much attention, but they need a lot of love. They don't want to be alone, and the first years of their life, they prefer to be with their parents as much as possible. Cancer child loves cuddling and is often seen in their parents' bed. This is the time for parents to enjoy it because it will be over soon enough.Later on, Cancer child will be in a phase where they want to be alone, and it's good to let them go through that. Parents will have to have a lot of patience during this time and try not to impose themselves on their child. When the time comes, Cancer child will come back by themselves. They need to feel that they are free to decide for themselves. If they can't, they will withdraw, which can lead to shyness and insecurity. Cancer child needs time to build trust in others, but once it is there, it lasts for a lifetime."
           }]
        }  
    
      },
      {
        "sign": "Leo",
        "logo":"♌",
        "horoscope": {
            "summary":"Little Leo likes to be in the center of attention and doesn't like to share it with anyone else.",
           "headData":[{
            "title":"Little Leo wants to be in the center",
            "desc":"Little Leos will make themselves heard and seen even as babies. They want to be the center of their parents' attention, and they won't be satisfied until they are. These are very vivid children with a strong personality and a sense of their own value. Little Leo wants to be in the center of attention and doesn't like to share it with anyone else. Therefore, parents need to teach them from an early age to take turns with others. This is not so easy because Leo child always believes they are right. Parents need to be patient and explain to their little Leo that other children also want to be seen and heard. Leo child likes compliments, and parents need to give them. However, they shouldn't exaggerate because Leo child will become vain. They will think that they are the most beautiful and the smartest, and that will make them unbearable to others. On the other hand, if they don't get enough compliments, they will become insecure, and that is not good either. They will start to seek approval, and that can lead them into the wrong company. Little Leo wants to be the best, and they usually are, but they need to learn that it's okay not to be the best all the time."
           }]
        }  
    
      },
      {
        "sign": "Virgo",
        "logo":"♍",
        "horoscope": {
            "summary":"Little Virgo is a cautious and quiet child who doesn't make much noise. However, they observe everything around them and learn from a very young age how to behave properly.",
           "headData":[{
            "title":"Little Virgo doesn't cry for nothing",
            "desc":"The sense of cleanliness is developed in Virgo child from an early age, and they don't want to be dirty or untidy. Parents can be happy about that because they won't have much trouble with them in that regard. If they can't be neat, they will at least be orderly. As babies, Virgo children rarely cry for no reason, and they don't make a fuss about every little thing. They usually don't like to be in the center of attention, and they don't like noise. They will rather play by themselves than with other children. However, that doesn't mean that they don't need company. On the contrary, they need it very much. It's just that they prefer to be with adults or older children who are quieter than those of their age. Parents need to teach them to be more tolerant of their peers and not to be too critical of them. That way, they will be able to make friends more easily. Virgo child is a perfectionist and doesn't like to make mistakes. Parents need to teach them that it's okay not to be perfect and that they can learn from their mistakes. Parents need to pay attention to what they say to their Virgo child because they take everything to heart. If parents say that they are proud of them, they will do everything to be proud of them."
           }]
        }  
    
      },
      {
        "sign": "Libra",
        "logo":"♎",
        "horoscope": {
            "summary":"Little Libra is charming and friendly. They are always surrounded by friends who admire them and enjoy being in their company.",
           "headData":[{
            "title":"Little Libra is a friend to everyone",
            "desc":"Libra child is usually born in a family where there is no quarreling and arguing. Parents may have disagreements, but they make sure not to let their child know about them. Children born under Libra need peace in the family and harmony around them. They want to be happy and will do everything to avoid conflicts. Libra child is charming and friendly, and they are always surrounded by friends who admire them and enjoy being in their company.Libra child is a friend to everyone, and they don't like to see anyone sad or lonely. They don't like conflicts and will do everything to avoid them. If someone tries to provoke them, they will step back. It's not that they are afraid; they just don't want to waste time on unnecessary things. Libra child is a born diplomat, and they will always find a solution to the problem without much trouble. Parents of a Libra child can be happy because they won't have any problems with them. Libra children are not picky, and they eat everything. They are neat and tidy, and they usually like to help their parents in the household. They are obedient and responsible, and parents don't have to worry about them. Little Libra knows exactly what they want, and they will do everything to get it. They know how to ask for something without annoying their parents too much, and they know how to get out of trouble with charm and a smile."
           }]
        }  
    
      },
      {
        "sign": "Scorpio",
        "logo":"♏",
        "horoscope": {
            "summary":"Little Scorpio is a passionate child who knows exactly what they want and how to get it. They are persistent, and they usually succeed in everything they do.",
           "headData":[{
            "title":"Little Scorpio is demanding",
            "desc":"Scorpio child is demanding from an early age and knows how to attract attention. They are a charming and irresistible baby who easily conquers everyone's heart. Scorpio child knows exactly what they want, and they don't like it when something doesn't go their way. They don't cry for every little thing, but when they do, they do it loudly. Scorpio child is persistent, and they usually succeed in everything they do. They don't like to be bored, and they need constant stimulation. They love it when their parents read them fairy tales because they can live in a fantasy world for a while.Scorpio child is very sensitive, and they can be hurt very easily. They don't like criticism, and they will be very hurt if their parents criticize them. Parents need to pay attention to what they say to their Scorpio child and avoid unnecessary criticism. If they criticize them too much, Scorpio child will withdraw into themselves, and it will be very difficult to get them out of there. Scorpio child has a lot of energy, and they need to spend it somewhere. Parents need to provide them with enough physical activities to do, and they will be happy. They need to feel loved and wanted, and they will give it back to their parents a hundredfold. "
           }]
        }  
    
      },
      {
        "sign": "Sagittarius",
        "logo":"♐",
        "horoscope": {
            "summary":"Little Sagittarius is curious and adventurous. They are always on the move and don't like to stay in one place for too long.",
           "headData":[{
            "title":"Little Sagittarius wants to discover",
            "desc":"Sagittarius child is curious and adventurous, and they want to discover the world around them. They don't like to stay in one place for too long, and they are always on the move. They want to know everything and ask a lot of questions. Parents need to be prepared to provide a lot of explanations to their Sagittarius child. They are intelligent and have a healthy intellect, and they want to know everything. Why is their favorite question. Parents of a Sagittarius child need to be prepared to provide a lot of explanations. However, they shouldn't get irritated by this curiosity because it only shows that their child has a healthy and well-developed intellect. It's a pleasure to watch how they start to talk. Little Sagittarius does it very early, often earlier than other children, and they often have a considerable vocabulary.Sagittarius child is in contact with others from an early age. It's good to teach them as much as possible and to stimulate their natural desire to communicate. Parents need to pay attention to their child's friends because Sagittarius children can easily be influenced by others. Parents can influence their children even more positively by letting them know from an early age that they are the most important people in their lives."
           }]
        }  
    
      },
      {
        "sign": "Capricorn",
        "logo":"♑",
        "horoscope": {
            "summary":"Little Capricorn is a serious and responsible child who knows exactly what they want and how to get it. They are organized and disciplined, and they usually achieve their goals.",
           "headData":[{
            "title":"Little Capricorn is persistent",
            "desc":"Capricorn child is persistent and knows exactly what they want. They are serious and responsible, and they don't like to waste time on unnecessary things. Capricorn child will always find a way to get what they want, and they don't like to take risks. They prefer a sure thing, and they don't like to gamble. Capricorn child is a very disciplined baby who doesn't make much noise. They don't like to be in the center of attention, and they don't like noise. They will rather play by themselves than with other children. However, that doesn't mean that they don't need company. On the contrary, they need it very much. It's just that they prefer to be with adults or older children who are quieter than those of their age. Parents need to teach them to be more tolerant of their peers and not to be too critical of them. That way, they will be able to make friends more easily.Capricorn child is a perfectionist and doesn't like to make mistakes. Parents need to teach them that it's okay not to be perfect and that they can learn from their mistakes. Parents need to pay attention to what they say to their Capricorn child because they take everything to heart. If parents say that they are proud of them, they will do everything to be proud of them."
           }]
        }  
    
      },
      {
        "sign": "Aquarius",
        "logo":"♒",
        "horoscope": {
            "summary":"Little Aquarius is a curious child who always wants to know everything. They are intelligent and have a healthy intellect, and they want to discover the world around them.",
           "headData":[{
            "title":"Little Aquarius wants to know everything",
            "desc":"Aquarius child is curious and intelligent, and they want to discover the world around them. They don't like to stay in one place for too long, and they want to know everything. They ask a lot of questions, and why is their favorite. Parents need to be prepared to provide a lot of explanations to their Aquarius child. However, they shouldn't get irritated by this curiosity because it only shows that their child has a healthy and well-developed intellect. It's a pleasure to watch how they start to talk. Little Aquarius does it very early, often earlier than other children, and they often have a considerable vocabulary. Communication is important for Aquarius child, and they need to be in contact with others from an early age. It's good to teach them as much as possible and to stimulate their natural desire to communicate. Parents need to pay attention to their child's friends because Aquarius children can easily be influenced by others. Parents can influence their children even more positively by letting them know from an early age that they are the most important people in their lives."
           }]
        }  
    
      },
      {
        "sign": "Pisces",
        "logo":"♓",
        "horoscope": {
            "summary":"Little Pisces is a sensitive and imaginative child who lives in their own fantasy world. They are compassionate and often want to help others.",
           "headData":[{
            "title":"Little Pisces is compassionate",
            "desc":"Pisces child is sensitive and imaginative, and they live in their own fantasy world. They don't like to stay in one place for too long, and they don't like to be tied to a certain place. They want to know everything, and they often have a lot of questions. Parents need to be prepared to provide a lot of explanations to their Pisces child. However, they shouldn't get irritated by this curiosity because it only shows that their child has a healthy and well-developed intellect. It's a pleasure to watch how they start to talk. Little Pisces does it very early, often earlier than other children, and they often have a considerable vocabulary. Pisces child is compassionate and often wants to help others. They are always ready to share their toys with other children, and they don't like conflicts. They want to be loved and will do everything to make their parents happy. Pisces child is creative and loves to draw and paint. Parents need to stimulate their creativity and provide them with everything they need to develop their talents. They are a bit shy and need time to build trust in others. However, once the trust is there, it lasts for a lifetime. Parents need to be patient and try not to impose themselves on their child. When the time comes, Pisces child will come back by themselves. They need to feel that they are free to decide for themselves. If they can't, they will withdraw, which can lead to shyness and insecurity. Pisces child needs time to build trust in others, but once it is there, it lasts for a lifetime."
           }]
        }  
    
      }
    ]
  }
  








   