{
  "zodiacSigns": [
    {
      "sign": "Aries",
      "logo":"♈",
      "horoscope": {
        "summary": "Aries is a sore loser. With their fiery nature and 'head through the wall' mentality, they often ruin even the best chances. Their impatience and lack of self-control can hinder their own happiness. However, Aries, with their goal-oriented focus and openness, usually achieve what they want. For them, the motto is: no success, no happiness! And they are successful – at least most of the time!",
        "fortune": [
          "Choosing the right partner is always crucial when it comes to happiness. If Aries selects a partner who can, on the one hand, deal with their impatience and, on the other hand, accepts that Aries wants to set the tone, they have very good conditions for perfect happiness in love. The love and relationship horoscope reveals which zodiac sign is compatible with Aries and how.",
          "Success at work helps Aries feel happy. They cannot get used to boredom, and to truly find happiness in their job, they need success. Aries loves to take risks, but financial success is essential for them, serving as a status symbol they would reluctantly give up. The financial horoscope provides more detailed information on how they handle money and whether they can achieve wealth.",
          "If Aries believes in the power of gemstones and is looking for a lucky stone that suits them, they will surely find it in the gemstone horoscope."
        ],
        "charms": [
          "Aries' ruling planet is Mars",
          "Aries' color is red",
          "Their metal is iron",
          "Aries' lucky day is Tuesday",
          "Their lucky number is 9"
        ]
      }
    },
    {
      "sign": "Taurus",
      "logo":"♉",
      "horoscope": {
        "summary": "Material security plays a crucial role for the grounded Taurus. They require harmony and value comfort. Whether Taurus feels satisfied and happy largely depends on their ability to possess what they desire and the extent to which they can implement their life ideas. Food and drink, a comfortable home, a suitable partner, and a well-supplied bank account are among the things that Taurus associates with the concept of happiness.",
        "fortune": [
          "A true partner is always a catalyst for happiness. For Taurus to find happiness in love, the relationship should be pleasant and sensible. The ideal counterpart for Taurus must have a certain connection to the earth.",
          "With their endurance, practical disposition, and diplomatic approach, Taurus can be successful in many professions and find happiness.",
          "Taurus values security, making stable finances, property ownership, and a solid bank account crucial on the path to great happiness."
        ],
        "charms": [
          "Taurus' ruling planet is Venus",
          "Taurus' color is green",
          "Their metal is copper",
          "Taurus' lucky day is Friday",
          "Their lucky number is 6"
        ]
      }
    },
    {
      "sign": "Gemini",
      "logo":"♊",
      "horoscope": {
        "summary": "The lively Gemini is a master of all trades. Happiness has many facets for them and is as changeable as they are. What describes their greatest happiness today might only elicit a tired smile tomorrow. Variety is essential for Geminis to be happy, and nothing depresses them more than boredom.",
        "fortune": [
          "To find happiness and fulfillment in partnership, the right choice of a partner plays a significant role for Gemini. With Aries, there is no boredom, and they also get along well with Libra and Aquarius. The love and relationship horoscope reveals other zodiac combinations that work well for Gemini.",
          "Versatile and intelligent, Geminis can find happiness in various occupations and build a career, but their job should shield them from one thing: boredom. Whether Gemini has an ace up their sleeve or not usually doesn't play a major role for them. They rarely build their happiness solely on finances.",
          "Classic lucky stones for Geminis are topaz and aquamarine."
        ],
        "charms": [
          "Gemini's ruling planet is Mercury",
          "Gemini's color is yellow",
          "Their metal is quicksilver (mercury)",
          "Gemini's lucky day is Wednesday",
          "Their lucky number is 5"
        ]
      }
    },
    {
      "sign": "Cancer",
      "logo":"♋",
      "horoscope": {
        "summary": "Cancer can truly be happy only if they feel understood by their partner and secure within their family. While they place great importance on security, mere money and possessions won't make them happy because Cancer is an emotional person. It is said that Cancer always takes one step forward and two steps back, following the motto: caution is the mother of porcelain boxes. However, such behavior often stands in the way of their own happiness.",
        "fortune": [
          "If Cancer chooses a partner who feels at home in the earth element (Capricorn, Taurus, Virgo), it greatly satisfies their need for security and could actually lead to reaching into the pot of happiness. However, they also get along well with other zodiac signs.",
          "Although home and family are very important to Cancers, the choice of the right career is also significant for them. After all, they want to feel good even at work.",
          "Born in Cancer will always leave a few eggs in the nest because it stems from their need for security. When wearing lucky stones, Cancer is right to choose opal or wear pearls."
        ],
        "charms": [
          "Cancer's ruling planet is the Moon",
          "Cancer's color is green",
          "Their metal is Silver",
          "Cancer's lucky day is Monday",
          "Their lucky number is 7"
        ]
      }
    },

    {
      "sign": "Leo",
      "logo":"♌",
      "horoscope": {
        "summary": "The freedom-loving and strong-willed Leo likes to play the first violin and needs a suitable environment to be happy.",
        "fortune": [
          "It's not always easy for Leo to find the right and suitable partner, and not every zodiac sign goes along without complications. Leo can find happiness with Geminis, but it might be more challenging with Aries.",
          "To find happiness in their job, it's important for Leos that they can contribute with their authority and leadership qualities.",
          "Leo values luxury, following the motto: the more expensive, the better. Social status, money, power, and success are among the things that Leo associates with the concept of happiness.If Leo wants to wear a lucky stone, they don't want to hide it; they want to be seen with it. The classic lucky stone for them is a diamond, embodying wealth, brilliance, and glamour - exactly what Leo feels comfortable with."
        ],
        "charms": [
          "Leo's ruling planet is the Sun",
          "Leo's color is orange",
          "Their metal is gold",
          "Leo's lucky day is Sunday",
          "Their lucky number is 1"
        ]
      }
    },
    {
      "sign": "Virgo",
      "logo":"♍",
      "horoscope": {
        "summary": "Virgo's somewhat cool appearance is based on intellect and lacks illusions. They certainly won't waste time searching for happiness throughout their lives. They don't need to because this zodiac sign is known for its down-to-earth nature, reliability, and thriftiness. Virgo will find happiness throughout life by building strong foundations. For them, satisfaction can be equated with happiness.",
        "fortune": [
          "If Virgo chooses a partner familiar with security and order, then such a relationship will undoubtedly function well, and nothing stands in the way of Virgo's perfect happiness.",
          "Practical and rational, Virgo can find happiness in occupations that satisfy their need for order and consistent reliability.",
          "As Virgo is materially oriented and places great importance on security, finances play a significant role in achieving perfect happiness for Virgo.",
          "Virgo ruled by intellect may have little trouble believing in the power of lucky charms. If they decide to wear a lucky stone, they will discreetly carry it in their pocket. Virgo's lucky stone is topaz."
        ],
        "charms": [
          "Virgo's ruling planet is Mercury",
          "Virgo's color is purple",
          "Their metal is bronze",
          "Virgo's lucky day is Wednesday",
          "Their lucky number is 5"
        ]
      }
    },
    {
      "sign": "Libra",
      "logo":"♎",
      "horoscope": {
        "summary": "Libras tend to seek and find happiness in their private life rather than at work, but that doesn't mean professional success doesn't play an important role in their lives. On the contrary, individuals born under the sign of Libra are usually quite successful professionally, not only due to their ambition but also their diplomatic skills.",
        "fortune": [
          "Libra is a natural spouse. This can go so far as to see a partner as the purpose of life. If Libra selects another Libra as a partner, then two individuals who will surely remain together in harmony throughout their lives have met. However, Libra can also find happiness with other zodiac signs.",
          "Even if the profession doesn't take the lead in Libra's life, it is, of course, of great importance, and the right career choice matters to them.",
          "Libra loves everything beautiful, so the financial situation also plays a central role in getting closer to happiness. If Libra wants to wear a lucky stone, sapphire is especially suitable for that. The horoscope for gemstones provides more information about suitable lucky gemstones."
        ],
        "charms": [
          "Libra's ruling planet is Venus",
          "Libra's color is pink",
          "Their metal is copper",
          "Libra's lucky day is Friday",
          " Their lucky number is 6"
        ]
      }
    },
    {
      "sign": "Scorpio",
      "logo":"♏",
      "horoscope": {
        "summary": "Deep Scorpio always remains somewhat mysterious and is one of the most enigmatic zodiac signs. As a typical water sign, it symbolizes the world of dreams and the mind. Scorpio can find happiness in love and partnership, but also in the workplace. Since they are exposed to very intense mood swings, they often stand in their own way to happiness.",
        "fortune": ["Scorpio cares little for conventions and what others think of them. This also applies to love and partnership. An ideal partner for Scorpio should neither argue nor react offended.","Scorpio wants to be on the winning side, and a great desire for harmony is not necessarily in the forefront. At work, their behavior can sometimes be interpreted as recklessness.","The financial horoscope reveals how Scorpio deals with substantial money and the conditions necessary for their bank account to avoid dry periods.If Scorpio wants to wear a lucky stone, they should choose garnet."],
        "charms": [ "Scorpio's ruling planet is Pluto",
        "Scorpio's color is red",
        "Their metal is iron",
        "Scorpio's lucky day is Tuesday",
        "Their lucky number is 9"
       ]
      }
    },
    {
      "sign": "Sagittarius",
      "logo":"♐",
      "horoscope": {
        "summary": "Friendly and confident, Sagittarius does not like to be obedient, and if they are seeking great happiness, they need as few obstacles in their way as possible. Optimism is very important to them, as is honesty. With their cheerful disposition, they usually manage to go through life mostly without problems.",
        "fortune": ["An appropriate partner should not put Sagittarius on a leash and should be willing to travel. This way, they can do a lot to make Sagittarius feel completely happy. They need their space and do not want to be confined. The love and relationship horoscope reveals which zodiac signs get along particularly well with Sagittarius and who might be lucky for them.","Sagittarius always seeks social recognition. Of course, they would love to find that in their work. However, monotonous activities are not to their liking. They need a change.","Modesty is not necessarily a part of Sagittarius. To meet their own demands, it's important that the necessary resources are available.","If Sagittarius wants to wear a lucky stone as a ring or somewhere else, turquoise color suits them particularly well."],
        "charms": [
          "Sagittarius' ruling planet is Jupiter",
          "Sagittarius' color is navy blue",
          "Their metal is tin",
          "Sagittarius' lucky day is Thursday",
          "Their lucky number is 3"]
      }
    },
    {
      "sign": "Capricorn",
      "logo":"♑",
      "horoscope": {
        "summary": "Capricorn is a practical person. Realistic, conscientious, grounded, and patient, they have solid goals from which they won't easily be swayed. Achieving these goals aligns with their own idea of happiness. As a person ruled by the mind, it is not difficult for them to show dedication and do something for their happiness. They spare no effort or hard work.",
        "fortune": [
          "If Capricorn feels comfortable in their partnership and wants to get closer to their personal happiness, they can hit the jackpot with Taurus or Virgo.",
          "Due to their reliability and perseverance, Capricorn will sooner or later be able to demonstrate professional success. Work means a lot to them because they attach great importance to regular life. In Capricorn, material security is closely linked to the concept of happiness. They usually manage well with money, and living alone is not a problem for them. They are known for their frugality.",
          "Appropriate lucky stones for Capricorn are tourmaline and onyx."
          ],
        "charms": ["Capricorn's ruling planet is Saturn","Capricorn's color is black","Their metal is lead","Capricorn's lucky day is Saturday","Their lucky number is 8"]
      }
    },
    {
      "sign": "Aquarius",
      "logo":"♒",
      "horoscope": {
        "summary": "To be happy, Aquarians always need a certain amount of freedom and often prefer an unconventional way of life. Material security has a secondary role for them. The fun-loving Aquarius enjoys interaction and feels especially comfortable in society.",
        "fortune": ["If Aquarius wants to find happiness in love, the choice of the right partner plays a crucial role. If they feel that someone is holding them back or trying to restrain them, they will surely run away. With a partner born under the sign of Sagittarius, Aquarius has good chances of success.","Agile Aquarius constantly comes up with new ideas and is not only adaptable but also diplomatic. They love diversity and hate boredom. When choosing a career, they should be able to transfer these qualities to feel comfortable.","Material security is not at the top of the list when it comes to Aquarius's happiness. They are known for a certain carelessness in dealing with finances.","Aquamarine is the optimal lucky stone for Aquarians."],
        "charms": ["Aquarius' ruling planet is Uranus","Aquarius' color is purple","Their metal is platinum","Aquarius' lucky day is Saturday","Their lucky number is 10"]
      }
    },
    {
      "sign": "Pisces",
      "logo":"♓",
      "horoscope": {
        "summary": "Pisces never push themselves into the spotlight and are very adaptable. Their self-confidence is usually not particularly pronounced, which can hinder their pursuit of happiness. Others are usually quicker, and what does Pisces do? They willingly let them go first.",
        "fortune": ["Pisces are not designed to go through life alone, which is why they will find it difficult to feel happy without a partner. In a relationship, Pisces seek support and security, both of which they could find in Capricorn or Taurus. However, not every partner can give them the understanding of what they truly need.","Pisces reluctantly reveal their true selves. In them, the emotional side is much more pronounced than the material one. This trait often makes them exploitable, also from a financial point of view. Pisces will share their last piece of bread if necessary.","The classic lucky stone for Pisces is amethyst."],
        "charms": ["Pisces' ruling planet is Neptune","Pisces' color is iridescent like mother-of-pearl","Their metal is platinum","Pisces' lucky day is Thursday","Their lucky number is 3"]
      }
    }
  ]
}
